{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<eod>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<eop>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "<cls>": 3,
      "<sep>": 4,
      "<pad>": 5,
      "<mask>": 6,
      "<eod>": 7,
      "<eop>": 8,
      "!": 9,
      "\"": 10,
      "#": 11,
      "$": 12,
      "%": 13,
      "&": 14,
      "'": 15,
      "(": 16,
      ")": 17,
      "*": 18,
      "+": 19,
      ",": 20,
      "-": 21,
      ".": 22,
      "/": 23,
      "0": 24,
      "1": 25,
      "2": 26,
      "3": 27,
      "4": 28,
      "5": 29,
      "6": 30,
      "7": 31,
      "8": 32,
      "9": 33,
      ":": 34,
      ";": 35,
      "<": 36,
      "=": 37,
      ">": 38,
      "?": 39,
      "@": 40,
      "A": 41,
      "B": 42,
      "C": 43,
      "D": 44,
      "E": 45,
      "F": 46,
      "G": 47,
      "H": 48,
      "I": 49,
      "J": 50,
      "K": 51,
      "L": 52,
      "M": 53,
      "N": 54,
      "O": 55,
      "P": 56,
      "Q": 57,
      "R": 58,
      "S": 59,
      "T": 60,
      "U": 61,
      "V": 62,
      "W": 63,
      "X": 64,
      "Y": 65,
      "Z": 66,
      "[": 67,
      "\\": 68,
      "]": 69,
      "^": 70,
      "_": 71,
      "`": 72,
      "a": 73,
      "b": 74,
      "c": 75,
      "d": 76,
      "e": 77,
      "f": 78,
      "g": 79,
      "h": 80,
      "i": 81,
      "j": 82,
      "k": 83,
      "l": 84,
      "m": 85,
      "n": 86,
      "o": 87,
      "p": 88,
      "q": 89,
      "r": 90,
      "s": 91,
      "t": 92,
      "u": 93,
      "v": 94,
      "w": 95,
      "x": 96,
      "y": 97,
      "z": 98,
      "{": 99,
      "|": 100,
      "}": 101,
      "~": 102,
      "¡": 103,
      "¢": 104,
      "£": 105,
      "¤": 106,
      "¥": 107,
      "§": 108,
      "¨": 109,
      "©": 110,
      "ª": 111,
      "«": 112,
      "¬": 113,
      "®": 114,
      "¯": 115,
      "±": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "º": 122,
      "»": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġt": 257,
      "he": 258,
      "Ġa": 259,
      "in": 260,
      "Ġw": 261,
      "Ġs": 262,
      "Ġthe": 263,
      "ĠĠ": 264,
      "re": 265,
      "ou": 266,
      "Ġc": 267,
      "Ġb": 268,
      "ing": 269,
      "ha": 270,
      "##": 271,
      "Ġp": 272,
      "er": 273,
      "Ġo": 274,
      "nd": 275,
      "Ġm": 276,
      "Ġf": 277,
      "le": 278,
      "Ġto": 279,
      "is": 280,
      "or": 281,
      "it": 282,
      "an": 283,
      "es": 284,
      "ĠT": 285,
      "on": 286,
      "Ġand": 287,
      "Ġd": 288,
      "ed": 289,
      "Ġl": 290,
      "om": 291,
      "Ġg": 292,
      "ar": 293,
      "Ġn": 294,
      "al": 295,
      "ĠI": 296,
      "###": 297,
      "Ġin": 298,
      "ho": 299,
      "en": 300,
      "ĠĠĠĠ": 301,
      "Ġof": 302,
      "Ġth": 303,
      "am": 304,
      "as": 305,
      "hat": 306,
      "us": 307,
      "ot": 308,
      "ay": 309,
      "Ġbe": 310,
      "Ġha": 311,
      "ig": 312,
      "ke": 313,
      "ic": 314,
      "at": 315,
      "ll": 316,
      "id": 317,
      "Ġhe": 318,
      "op": 319,
      "Ġst": 320,
      "ac": 321,
      "Ġis": 322,
      "Ġy": 323,
      "Ġe": 324,
      "out": 325,
      "Ġwe": 326,
      "ĠR": 327,
      "Ġ\"": 328,
      "et": 329,
      "ve": 330,
      "im": 331,
      "Ġthat": 332,
      "ople": 333,
      "eople": 334,
      "Ġyou": 335,
      "Ġit": 336,
      "Ġma": 337,
      "SE": 338,
      "ld": 339,
      "ĠIN": 340,
      "ES": 341,
      "ON": 342,
      "UT": 343,
      "PUT": 344,
      "ĠRES": 345,
      "PON": 346,
      "PONSE": 347,
      "ĠINPUT": 348,
      "ĠRESPONSE": 349,
      "'s": 350,
      "ĠThe": 351,
      "oo": 352,
      "Ġpeople": 353,
      "ow": 354,
      "Ġfor": 355,
      "Ġab": 356,
      "ver": 357,
      "nt": 358,
      "Ġon": 359,
      "AS": 360,
      "Ġpl": 361,
      "Ġabout": 362,
      "ASK": 363,
      "ĠTASK": 364,
      "ut": 365,
      "ir": 366,
      "ĠĠĠ": 367,
      "Ġwas": 368,
      "if": 369,
      "Ġh": 370,
      "Ġare": 371,
      "ec": 372,
      "Ġfr": 373,
      "se": 374,
      "ly": 375,
      "her": 376,
      "st": 377,
      "ad": 378,
      "Ġre": 379,
      "Ġr": 380,
      "Ġcan": 381,
      "ĠS": 382,
      "how": 383,
      "Ġli": 384,
      "Ġne": 385,
      "Ġle": 386,
      "ry": 387,
      "Ġthey": 388,
      "ings": 389,
      "Ġbig": 390,
      "Ġcou": 391,
      "ĊĊ": 392,
      "ore": 393,
      "ht": 394,
      "ĠA": 395,
      "Ġus": 396,
      "ome": 397,
      "one": 398,
      "art": 399,
      "ith": 400,
      "lp": 401,
      "ers": 402,
      "Ġdo": 403,
      "Ġwith": 404,
      "ĠB": 405,
      "'t": 406,
      "Ġwor": 407,
      "Ġwho": 408,
      "ĊĠĠĠĠ": 409,
      "very": 410,
      "Ġhelp": 411,
      "ant": 412,
      "ls": 413,
      "Ġthings": 414,
      "ĠH": 415,
      ".\"": 416,
      "ion": 417,
      "Ġfrom": 418,
      "Ġnot": 419,
      "ent": 420,
      "Ġthis": 421,
      "Ġwhe": 422,
      "ight": 423,
      "ame": 424,
      "king": 425,
      "ie": 426,
      "han": 427,
      "Ġpr": 428,
      "ĠW": 429,
      "Ġsp": 430,
      "Ġlike": 431,
      "Ġan": 432,
      "ter": 433,
      "rou": 434,
      "Ġcount": 435,
      "ĠC": 436,
      "The": 437,
      "ill": 438,
      "his": 439,
      "Ġhave": 440,
      "ood": 441,
      "Ġat": 442,
      "Ġplac": 443,
      "Ġhow": 444,
      "Ġman": 445,
      "Ġk": 446,
      "Ġmake": 447,
      "Ġte": 448,
      "ere": 449,
      "Ġj": 450,
      "Ġsa": 451,
      "ol": 452,
      "un": 453,
      "ur": 454,
      "ee": 455,
      "ĠM": 456,
      "Ġcountry": 457,
      "ong": 458,
      "ge": 459,
      "pp": 460,
      "Ġor": 461,
      "lso": 462,
      "ĠThis": 463,
      "Ġtheir": 464,
      "Ġcom": 465,
      "our": 466,
      "ks": 467,
      "ies": 468,
      "ity": 469,
      "Ġas": 470,
      "Ġtim": 471,
      "Ġalso": 472,
      "Ġmore": 473,
      "Ġif": 474,
      "ial": 475,
      "um": 476,
      "ther": 477,
      "ure": 478,
      "de": 479,
      "ĊĠĠĠ": 480,
      "ort": 481,
      "Ġsome": 482,
      "ĠThey": 483,
      "hing": 484,
      "ob": 485,
      "Ġu": 486,
      "Ġnew": 487,
      "Ġlot": 488,
      "ĠP": 489,
      "ind": 490,
      "Ġother": 491,
      "ecial": 492,
      "Ġwhen": 493,
      "Ġvery": 494,
      "Ġwhat": 495,
      "Ġplace": 496,
      "ain": 497,
      "Ġcal": 498,
      "ess": 499,
      "Ġwere": 500,
      "Ġdid": 501,
      "Ġget": 502,
      "Ġsc": 503,
      "Ġtr": 504,
      "Ġgood": 505,
      "Ġbec": 506,
      "Ġtal": 507,
      "Ġtime": 508,
      "iff": 509,
      "est": 510,
      "ide": 511,
      "ice": 512,
      "and": 513,
      "ays": 514,
      "ked": 515,
      "imp": 516,
      "roup": 517,
      "ĠHe": 518,
      "Ġby": 519,
      "ĠIt": 520,
      "Ġcity": 521,
      "iffere": 522,
      "ct": 523,
      "Ġstor": 524,
      "Ġhis": 525,
      "Ġwant": 526,
      "aus": 527,
      "Ġgo": 528,
      "Ġspecial": 529,
      "Ġthem": 530,
      "Ġcomp": 531,
      "ch": 532,
      "Ġdiffere": 533,
      "Ġ=": 534,
      "oney": 535,
      "ĠF": 536,
      "Ġmo": 537,
      "led": 538,
      "Ġgroup": 539,
      "ep": 540,
      "Ġmany": 541,
      "Ġme": 542,
      "Ġbut": 543,
      "ear": 544,
      "ause": 545,
      "Ġour": 546,
      "Ġ1": 547,
      "ould": 548,
      "Ġwill": 549,
      "ĠĊ": 550,
      "Ġmoney": 551,
      "Ġthere": 552,
      "Ġpart": 553,
      "ust": 554,
      "ven": 555,
      "ul": 556,
      "Ġhapp": 557,
      "ick": 558,
      "Ġhas": 559,
      "Ġneed": 560,
      "Ġkn": 561,
      "ĠL": 562,
      "Ġthin": 563,
      "Ġall": 564,
      "ce": 565,
      "ĠN": 566,
      "Ġyour": 567,
      "Ġ2": 568,
      "Ġplay": 569,
      "Ġchan": 570,
      "Ġmade": 571,
      "iend": 572,
      "ook": 573,
      "ĠD": 574,
      "Ġsaid": 575,
      "Ġ(": 576,
      "Ġwh": 577,
      "Ġhad": 578,
      "oug": 579,
      "omet": 580,
      "ally": 581,
      "Ġbecause": 582,
      "Ġag": 583,
      "Ġdifferent": 584,
      "Ġshow": 585,
      "ss": 586,
      "Ġso": 587,
      "Ġcalled": 588,
      "ĠE": 589,
      "Ġevery": 590,
      "arn": 591,
      "th": 592,
      "ĊĠĠĠĠĠĠĠ": 593,
      "Ġnam": 594,
      "Ġwork": 595,
      "ack": 596,
      "Ġbet": 597,
      "Ġone": 598,
      "les": 599,
      "Ġknow": 600,
      "Ġimp": 601,
      "Ġfriend": 602,
      "Ġ{": 603,
      "il": 604,
      "Ġex": 605,
      "ĊĠĠĠĠĠĠĠĠ": 606,
      "Ġnamed": 607,
      "Ġ$": 608,
      "ber": 609,
      "ortant": 610,
      "Ġstart": 611,
      "ast": 612,
      "em": 613,
      "Ġta": 614,
      "Ġbo": 615,
      "ĠBut": 616,
      "ĠG": 617,
      "are": 618,
      "ach": 619,
      "Ġlearn": 620,
      "Ġimportant": 621,
      "Ġthese": 622,
      "Ġgame": 623,
      "Ġstory": 624,
      "Ġyear": 625,
      "ine": 626,
      "end": 627,
      "ist": 628,
      "Ġsee": 629,
      "Ġout": 630,
      "ue": 631,
      "ĠO": 632,
      "``": 633,
      "ĠWe": 634,
      "ect": 635,
      "Ġway": 636,
      "Ġuse": 637,
      "Ġv": 638,
      "Ġwr": 639,
      "Ġup": 640,
      "Ġsomet": 641,
      "Ġthink": 642,
      "all": 643,
      "Ġmight": 644,
      "Ġsh": 645,
      "erson": 646,
      "ĠJ": 647,
      "Ġwhere": 648,
      "any": 649,
      "ate": 650,
      "ab": 651,
      "other": 652,
      "Ġhappen": 653,
      "Ġsm": 654,
      "wn": 655,
      "Ġtoo": 656,
      "ud": 657,
      "Ġco": 658,
      "Ġher": 659,
      "Ġteam": 660,
      "Ġ'": 661,
      "Ġfun": 662,
      "Ġsha": 663,
      "Ġru": 664,
      "Ġlong": 665,
      "Ġke": 666,
      "qu": 667,
      "Ġperson": 668,
      "Ġcar": 669,
      "Ġal": 670,
      "av": 671,
      "Ġcould": 672,
      "Ġbu": 673,
      "lean": 674,
      "Ġeven": 675,
      "Ġbetter": 676,
      "kes": 677,
      "Ġthan": 678,
      "Ġ-": 679,
      "Ġdon": 680,
      "Ġlo": 681,
      "Ġscho": 682,
      "Ġreally": 683,
      "Ġgi": 684,
      "irst": 685,
      "Ġsay": 686,
      "Ġfee": 687,
      "lem": 688,
      "nder": 689,
      "ild": 690,
      "Ġprob": 691,
      "Ġjust": 692,
      "fter": 693,
      "Ġtw": 694,
      "Ġsomething": 695,
      "ation": 696,
      "ĠIf": 697,
      "ving": 698,
      "ite": 699,
      "Ġcl": 700,
      "int": 701,
      "Ġnum": 702,
      "You": 703,
      "Ġpro": 704,
      "ĠU": 705,
      "Ġold": 706,
      "Ġany": 707,
      "ell": 708,
      "Ġthoug": 709,
      "itt": 710,
      "Ġdidn": 711,
      "Ġplaces": 712,
      "Ġtell": 713,
      "Ġfind": 714,
      "Ġkeep": 715,
      "Ġproblem": 716,
      "In": 717,
      "Ġfeel": 718,
      "uch": 719,
      "Ġcompany": 720,
      "Ġfirst": 721,
      "Ġshe": 722,
      "Ġcon": 723,
      "ret": 724,
      "--": 725,
      "ck": 726,
      "ip": 727,
      "//": 728,
      "Ġhar": 729,
      "Ġhim": 730,
      "There": 731,
      "Ġschool": 732,
      "ound": 733,
      "Ġbad": 734,
      "Ġtwo": 735,
      "ict": 736,
      "Ġfriends": 737,
      "Ġlead": 738,
      "Ġlet": 739,
      "Ġtalk": 740,
      "age": 741,
      "Ġplan": 742,
      "Ġjob": 743,
      ");": 744,
      "Ġright": 745,
      "Ġint": 746,
      "ds": 747,
      "Ġbr": 748,
      "ater": 749,
      "Ġday": 750,
      "Ġused": 751,
      "Ġwould": 752,
      "har": 753,
      "ace": 754,
      "Ġshould": 755,
      "reat": 756,
      "ew": 757,
      "ich": 758,
      "dam": 759,
      "Ġanother": 760,
      "Ġhard": 761,
      "ĠThere": 762,
      "ap": 763,
      "Ġmuch": 764,
      "..": 765,
      "Ġeveryone": 766,
      "ĠIn": 767,
      "ree": 768,
      "Ġen": 769,
      "Ġstop": 770,
      "00": 771,
      "ous": 772,
      "?\"": 773,
      "way": 774,
      "Ġdoes": 775,
      "Ġho": 776,
      "el": 777,
      "imes": 778,
      "Ġche": 779,
      "ves": 780,
      "(\"": 781,
      "'re": 782,
      "Ġunder": 783,
      "Ġgr": 784,
      "Ġstr": 785,
      "Ġfam": 786,
      "Ġbeen": 787,
      "Ġmaking": 788,
      "ave": 789,
      "fore": 790,
      "Ġtoy": 791,
      "Ġnow": 792,
      "Ġrules": 793,
      "ting": 794,
      "Ġide": 795,
      "Ġnumber": 796,
      "get": 797,
      "ff": 798,
      "Ġno": 799,
      "ĠK": 800,
      "Ġcare": 801,
      "Ġmus": 802,
      "Ġwell": 803,
      "Ġshare": 804,
      "ag": 805,
      "Ġsaf": 806,
      "Ġ3": 807,
      "Ġwhich": 808,
      "Ġ}": 809,
      "Ġqu": 810,
      "Ġchang": 811,
      "Ġmov": 812,
      "od": 813,
      "}$": 814,
      "stand": 815,
      "ady": 816,
      "Ġdec": 817,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 818,
      "Ġchange": 819,
      "Ġclean": 820,
      "Ġcho": 821,
      "Ġafter": 822,
      "round": 823,
      "Ġbeing": 824,
      "ittle": 825,
      "Ġ//": 826,
      "Ġthing": 827,
      "Ġloo": 828,
      "ile": 829,
      "icture": 830,
      "ions": 831,
      "tr": 832,
      "Ġlook": 833,
      "Ġonly": 834,
      "Ġsmall": 835,
      "Ġgot": 836,
      "Ġkid": 837,
      "ning": 838,
      "ĠĠĠĠĠĠĠ": 839,
      "Ġworld": 840,
      "Ġmusic": 841,
      "Ġthought": 842,
      "Ġsure": 843,
      "Ġbefore": 844,
      "Ġsame": 845,
      "Ġunderstand": 846,
      "Ġstud": 847,
      "```": 848,
      "Ġbook": 849,
      "Ġaway": 850,
      "xt": 851,
      "Ġdr": 852,
      "Ġlittle": 853,
      "Ġago": 854,
      "orm": 855,
      "ily": 856,
      "ĠAdam": 857,
      "Ġsu": 858,
      "Ġtry": 859,
      "Ġpo": 860,
      "hen": 861,
      "Ġback": 862,
      "Ġeach": 863,
      "Ġro": 864,
      "Ġ${": 865,
      "own": 866,
      "Ġtown": 867,
      "ful": 868,
      "we": 869,
      "Ġ20": 870,
      "Ġstarted": 871,
      "Ġyears": 872,
      "Ġsick": 873,
      "ne": 874,
      "Ġse": 875,
      "Ġel": 876,
      "ĠShe": 877,
      "urn": 878,
      "lo": 879,
      "ment": 880,
      "Ġend": 881,
      "!\"": 882,
      "Ġad": 883,
      "ĊĠ": 884,
      "ĠSome": 885,
      "We": 886,
      "Ġpicture": 887,
      "Ġdoing": 888,
      "Ġagain": 889,
      "This": 890,
      "Ġmy": 891,
      "Ġar": 892,
      "**": 893,
      "pe": 894,
      "act": 895,
      "Ġfo": 896,
      "Ġsafe": 897,
      "Ġthen": 898,
      "Ġbuild": 899,
      "Ġmakes": 900,
      "thing": 901,
      "ĠYou": 902,
      "Ġpret": 903,
      "avid": 904,
      "Ġelse": 905,
      "Ġbel": 906,
      "Ġhelps": 907,
      "Ġover": 908,
      "\",": 909,
      "Ġbest": 910,
      "Ġmean": 911,
      "Ġact": 912,
      "put": 913,
      "Ġless": 914,
      "ied": 915,
      "Ġkind": 916,
      "ass": 917,
      "gether": 918,
      "amin": 919,
      "ble": 920,
      "Ġown": 921,
      "als": 922,
      "alth": 923,
      "ved": 924,
      "Ġlist": 925,
      "ĠHow": 926,
      "Ġothers": 927,
      "jamin": 928,
      "enjamin": 929,
      "Ġtake": 930,
      "Ċĉ": 931,
      "ive": 932,
      ",\"": 933,
      "ase": 934,
      "Ġsays": 935,
      "ng": 936,
      "IN": 937,
      "Ġbus": 938,
      "ness": 939,
      "Ġtogether": 940,
      "Ġinto": 941,
      "up": 942,
      "ĠTh": 943,
      "ways": 944,
      "Ġfood": 945,
      "Ġkids": 946,
      "Ġaround": 947,
      "Ġoff": 948,
      "Ġstill": 949,
      "Ġch": 950,
      "Ġ`": 951,
      "ough": 952,
      "Ġfar": 953,
      "ard": 954,
      "Ġgive": 955,
      "Ġways": 956,
      "iz": 957,
      "ose": 958,
      "Ġgoing": 959,
      "Ġproblems": 960,
      "Ġpar": 961,
      "cl": 962,
      "Ġstories": 963,
      "iver": 964,
      "Ġexp": 965,
      "amp": 966,
      "hes": 967,
      "ĠThese": 968,
      "Ġhappy": 969,
      "olor": 970,
      "sw": 971,
      "Ġparts": 972,
      "Ġfound": 973,
      "pr": 974,
      "gr": 975,
      "ert": 976,
      "oy": 977,
      "Ġdoesn": 978,
      "oth": 979,
      "Ġmost": 980,
      "sp": 981,
      "Ġcars": 982,
      "Ġalways": 983,
      "Ġsong": 984,
      "vent": 985,
      "form": 986,
      "iness": 987,
      "Ġbelie": 988,
      "ouse": 989,
      "att": 990,
      "Ġhome": 991,
      "Ġhur": 992,
      "ix": 993,
      "Ġleader": 994,
      "Ġsomeone": 995,
      "ife": 996,
      "Ġusing": 997,
      "Ġhealth": 998,
      "Ġlots": 999,
      "Ġ<": 1000,
      "Ġchar": 1001,
      "ames": 1002,
      "bs": 1003,
      "ount": 1004,
      "Ġcomput": 1005,
      "ire": 1006,
      "Ġpretend": 1007,
      "ak": 1008,
      "Ġsho": 1009,
      "Ġrem": 1010,
      "ĠSt": 1011,
      "Ġwater": 1012,
      "Ġde": 1013,
      "os": 1014,
      "Ġhand": 1015,
      "ĠBenjamin": 1016,
      "\".": 1017,
      "ather": 1018,
      "Ġsimp": 1019,
      "Ġgu": 1020,
      "ons": 1021,
      "ult": 1022,
      "Ġput": 1023,
      "}}$": 1024,
      "gram": 1025,
      "ĠDavid": 1026,
      "ft": 1027,
      "Ġ5": 1028,
      "Ġ#": 1029,
      "Ġcall": 1030,
      "Ġ4": 1031,
      "ction": 1032,
      "ang": 1033,
      "AT": 1034,
      "iv": 1035,
      "ices": 1036,
      "Ġgetting": 1037,
      "Ġun": 1038,
      "Ġgir": 1039,
      "'ll": 1040,
      "Here": 1041,
      "ower": 1042,
      "Ġfew": 1043,
      "Ġeas": 1044,
      "ign": 1045,
      "ty": 1046,
      "Ġret": 1047,
      "nce": 1048,
      "Ġwhile": 1049,
      "Ġhurt": 1050,
      "ia": 1051,
      "Ġstrong": 1052,
      "ro": 1053,
      "Ġwanted": 1054,
      "Ġtalked": 1055,
      "Ġmovie": 1056,
      "iam": 1057,
      "Ġstay": 1058,
      "ĠĠĠĠĠĠĠĠ": 1059,
      "Ġnice": 1060,
      "iting": 1061,
      "ctor": 1062,
      "ake": 1063,
      "Ġcheck": 1064,
      "ĠCO": 1065,
      "Ġlast": 1066,
      "ember": 1067,
      "He": 1068,
      "Ġprogram": 1069,
      "Ġits": 1070,
      "sel": 1071,
      "Ġideas": 1072,
      "hed": 1073,
      "ub": 1074,
      "ĊĠĠĠĠĠ": 1075,
      "Ġlive": 1076,
      "Ġbas": 1077,
      "ĠJack": 1078,
      "ĠV": 1079,
      "ath": 1080,
      "Ġwhy": 1081,
      "()": 1082,
      "Ġty": 1083,
      "side": 1084,
      "Ġworking": 1085,
      "Ġboy": 1086,
      "Ġtimes": 1087,
      "ween": 1088,
      "ĊĊĠĠĠ": 1089,
      "ise": 1090,
      "ma": 1091,
      "uring": 1092,
      "Ġsimple": 1093,
      "Ġreturn": 1094,
      "uff": 1095,
      "ĠPeople": 1096,
      "ject": 1097,
      "Ġgames": 1098,
      "ary": 1099,
      "air": 1100,
      "ents": 1101,
      "ish": 1102,
      "Ġhouse": 1103,
      "Ġbetween": 1104,
      "atch": 1105,
      "Ġteac": 1106,
      "te": 1107,
      "Ġhappened": 1108,
      "Ġcome": 1109,
      "Ġmon": 1110,
      "ote": 1111,
      "hew": 1112,
      "ory": 1113,
      "ond": 1114,
      "Ġmeet": 1115,
      "Ġbit": 1116,
      "Ġnext": 1117,
      "atthew": 1118,
      "Ġsec": 1119,
      "Ġland": 1120,
      "llow": 1121,
      "lice": 1122,
      "formation": 1123,
      "ING": 1124,
      "Ġsk": 1125,
      "Ġchanges": 1126,
      "----": 1127,
      "Ġshows": 1128,
      "input": 1129,
      "Ġname": 1130,
      "amer": 1131,
      "Ġmain": 1132,
      "ank": 1133,
      "Ġgrow": 1134,
      "Ġtrain": 1135,
      "ĠWhen": 1136,
      "Ġ+": 1137,
      "}{": 1138,
      "day": 1139,
      "uel": 1140,
      "Ġidea": 1141,
      "Ġwin": 1142,
      "Ġgroups": 1143,
      "Ġmom": 1144,
      "Ġincl": 1145,
      "Ġwebs": 1146,
      "Ġjo": 1147,
      "Ġear": 1148,
      "cc": 1149,
      "yst": 1150,
      "ten": 1151,
      "swer": 1152,
      "Ġinformation": 1153,
      "Ġboo": 1154,
      "Ġfollow": 1155,
      "ĠWhat": 1156,
      "ular": 1157,
      "Ġfamily": 1158,
      "ystem": 1159,
      "gh": 1160,
      "Ġpay": 1161,
      "Ġcame": 1162,
      "Ġtalks": 1163,
      "Ġtalking": 1164,
      "Ġbusiness": 1165,
      "Ġtold": 1166,
      "Ġlearning": 1167,
      "gy": 1168,
      "Ġbab": 1169,
      "ĠSo": 1170,
      "cod": 1171,
      "Ġfin": 1172,
      "Ġthree": 1173,
      "ĠUS": 1174,
      "Ġcomputer": 1175,
      "aw": 1176,
      "Ġread": 1177,
      "DING": 1178,
      "What": 1179,
      "Ġwon": 1180,
      "rees": 1181,
      "Ġdone": 1182,
      "coding": 1183,
      "Ġbuilding": 1184,
      "Ġchild": 1185,
      "Ġasked": 1186,
      "ĠCODING": 1187,
      "\")": 1188,
      "Ġhere": 1189,
      "ost": 1190,
      "Ġart": 1191,
      "Ġmed": 1192,
      "Ġrule": 1193,
      "Ġlife": 1194,
      "kay": 1195,
      "Ġanim": 1196,
      "Ġwords": 1197,
      "pes": 1198,
      "Ġdoctor": 1199,
      "'m": 1200,
      "ull": 1201,
      "Ġhelped": 1202,
      "Ġcost": 1203,
      "ring": 1204,
      "Ġrun": 1205,
      "Ġfamous": 1206,
      "It": 1207,
      "Ġ201": 1208,
      "ries": 1209,
      "Ġbigg": 1210,
      "Ġask": 1211,
      "Ġhelper": 1212,
      "St": 1213,
      "ines": 1214,
      "Ġlove": 1215,
      "Ġstuff": 1216,
      "Ġwent": 1217,
      "ier": 1218,
      "Ġgreat": 1219,
      "Ġmess": 1220,
      "Ġevent": 1221,
      "...": 1222,
      "Ġtrying": 1223,
      "omas": 1224,
      "Ġeverything": 1225,
      "ample": 1226,
      "Ġtrue": 1227,
      "amuel": 1228,
      "'ve": 1229,
      "Ġoften": 1230,
      "Ġthough": 1231,
      "Ġstore": 1232,
      "Ġbased": 1233,
      "vin": 1234,
      "Ġdown": 1235,
      "ameron": 1236,
      "isit": 1237,
      "atr": 1238,
      "Ġwithout": 1239,
      "Ġstate": 1240,
      "ĠFor": 1241,
      "ny": 1242,
      "Ġbre": 1243,
      "Ġwebsite": 1244,
      "ĠĊĠĠĠ": 1245,
      "hose": 1246,
      "Ġ|": 1247,
      "Ġleaders": 1248,
      "ĠFr": 1249,
      "Ġshared": 1250,
      "Ġbuy": 1251,
      "Ġfight": 1252,
      "Ġ${\\": 1253,
      "Ġworks": 1254,
      "ĠMAT": 1255,
      "Ġmove": 1256,
      "ually": 1257,
      "Ġdifference": 1258,
      "Ġhelpers": 1259,
      "ord": 1260,
      "Ġpictures": 1261,
      "Ġyoung": 1262,
      "ole": 1263,
      "Ġscore": 1264,
      "Ġproject": 1265,
      "ug": 1266,
      "ĠMatthew": 1267,
      "Ġ6": 1268,
      "Ġjoin": 1269,
      "atrick": 1270,
      "Ġenough": 1271,
      "mp": 1272,
      "Ġlooking": 1273,
      "Ġexc": 1274,
      "ertain": 1275,
      "Ġ0": 1276,
      "ĠY": 1277,
      "color": 1278,
      "Ġsad": 1279,
      "aper": 1280,
      "Ġwrong": 1281,
      "ometimes": 1282,
      "ĠFR": 1283,
      "ĠBig": 1284,
      "Ġsmart": 1285,
      "cks": 1286,
      "Ġliked": 1287,
      "Ġmonth": 1288,
      "ups": 1289,
      "Ġ&": 1290,
      "ln": 1291,
      "Ġduring": 1292,
      "Ġhelping": 1293,
      "intln": 1294,
      "{#": 1295,
      "Ġ\\": 1296,
      "ĠOne": 1297,
      "Ġthose": 1298,
      "Ġmach": 1299,
      "ĠNE": 1300,
      "Ġreal": 1301,
      "ĠMATH": 1302,
      "Ġ==": 1303,
      "anies": 1304,
      "Ġleft": 1305,
      "ats": 1306,
      "Ġcertain": 1307,
      "evin": 1308,
      "',": 1309,
      "Ġtells": 1310,
      "bers": 1311,
      "Ġser": 1312,
      "iel": 1313,
      "Ġboss": 1314,
      "Ġsum": 1315,
      "ms": 1316,
      "ts": 1317,
      "enry": 1318,
      "igh": 1319,
      "Ġpoint": 1320,
      "Ġ19": 1321,
      "Ġair": 1322,
      "Ġstudy": 1323,
      "be": 1324,
      "Ġadd": 1325,
      "ars": 1326,
      "ance": 1327,
      "Ġpower": 1328,
      "ime": 1329,
      "),": 1330,
      "Ġbl": 1331,
      "rough": 1332,
      "Ġwee": 1333,
      "Ġbod": 1334,
      "Ġnews": 1335,
      "Ġteacher": 1336,
      "Ġplayer": 1337,
      "Ġlight": 1338,
      "cho": 1339,
      "Ġop": 1340,
      "Ġcompanies": 1341,
      "Ġexample": 1342,
      "ink": 1343,
      "Ġtop": 1344,
      "Ġplaying": 1345,
      "atc": 1346,
      "vel": 1347,
      "Ġcode": 1348,
      "Ġsickness": 1349,
      "Ġjobs": 1350,
      "Ġapp": 1351,
      "Ġstep": 1352,
      "ĠAlice": 1353,
      "Ġph": 1354,
      "Ġquest": 1355,
      "Ġsound": 1356,
      "idd": 1357,
      "Ġvisit": 1358,
      "ump": 1359,
      "Ġremember": 1360,
      "ĠAnd": 1361,
      "Ġdecid": 1362,
      "Ġdis": 1363,
      "Ġhaving": 1364,
      "Ġpop": 1365,
      "Ġfl": 1366,
      "abr": 1367,
      "Ġrec": 1368,
      "ike": 1369,
      "Ġplant": 1370,
      "ead": 1371,
      "Ġtoys": 1372,
      "Ġeat": 1373,
      "yan": 1374,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1375,
      "Ġper": 1376,
      "pl": 1377,
      "Ġhappening": 1378,
      "Ġboth": 1379,
      "Ġquick": 1380,
      "Ġmeans": 1381,
      "ence": 1382,
      "ĠThomas": 1383,
      "Ġbooks": 1384,
      "Ġneeds": 1385,
      "iny": 1386,
      "Ġtrees": 1387,
      "Ġbelieve": 1388,
      "Ġsometimes": 1389,
      "line": 1390,
      "Ġpre": 1391,
      "Ġlady": 1392,
      "ors": 1393,
      "Ġcle": 1394,
      "Ġwrote": 1395,
      "Ġinclud": 1396,
      "Ġokay": 1397,
      "Ġfast": 1398,
      "Ġready": 1399,
      "Ġcountries": 1400,
      "ature": 1401,
      "tern": 1402,
      "ĠCameron": 1403,
      "Ġworked": 1404,
      "Ġsell": 1405,
      "Ġam": 1406,
      "Ġmay": 1407,
      "pecial": 1408,
      "self": 1409,
      "ash": 1410,
      "aking": 1411,
      "hy": 1412,
      "Ġgirl": 1413,
      "Ġsl": 1414,
      "Ġrid": 1415,
      "Ġcharge": 1416,
      "abriel": 1417,
      "ool": 1418,
      "Ġ7": 1419,
      "Ġwants": 1420,
      "Ġpopular": 1421,
      "Ġ8": 1422,
      "orn": 1423,
      "ĊĠĠĠĠĊĠĠĠ": 1424,
      "Ġroom": 1425,
      "Ġmar": 1426,
      "Ġarea": 1427,
      "If": 1428,
      "ĠPatrick": 1429,
      "erest": 1430,
      "Ġwar": 1431,
      "ĠSamuel": 1432,
      "ush": 1433,
      "able": 1434,
      "Ġanswer": 1435,
      "Ġanimals": 1436,
      "Ġnear": 1437,
      "mer": 1438,
      "Ġfair": 1439,
      "row": 1440,
      "Ġthrough": 1441,
      "Ġsur": 1442,
      "Ġthinking": 1443,
      "Ġtest": 1444,
      "Ġsit": 1445,
      "Ġmedic": 1446,
      "RE": 1447,
      "Ġ>": 1448,
      "Ġtrou": 1449,
      "ried": 1450,
      "Ġwal": 1451,
      "Ġcent": 1452,
      "vern": 1453,
      "othes": 1454,
      "Ġlearned": 1455,
      "Ġinterest": 1456,
      "ĠHenry": 1457,
      "Ġneeded": 1458,
      "Ġchanged": 1459,
      "Ġeasy": 1460,
      "gs": 1461,
      "But": 1462,
      "Ġsupp": 1463,
      "Ġ<<": 1464,
      "ans": 1465,
      "vice": 1466,
      "ize": 1467,
      "ergy": 1468,
      "ĠAs": 1469,
      "iss": 1470,
      "Ġhands": 1471,
      "times": 1472,
      "harl": 1473,
      "Ġmeeting": 1474,
      "ĠTV": 1475,
      "Ġplayed": 1476,
      "vernment": 1477,
      ").": 1478,
      "ason": 1479,
      "ince": 1480,
      "Ġbox": 1481,
      "Ġmag": 1482,
      "ips": 1483,
      "Ġ[": 1484,
      "ĠKevin": 1485,
      "Ġfix": 1486,
      "illiam": 1487,
      "Ġdecide": 1488,
      "name": 1489,
      "Ġdays": 1490,
      "my": 1491,
      "Ġset": 1492,
      "Ġuses": 1493,
      "Ġbreak": 1494,
      "People": 1495,
      "ĠPl": 1496,
      "ped": 1497,
      "ils": 1498,
      "Ġgets": 1499,
      "Ġpast": 1500,
      "Ġgovernment": 1501,
      "ntil": 1502,
      "ĠRyan": 1503,
      "lect": 1504,
      "ken": 1505,
      "Ġtype": 1506,
      "Ġcomm": 1507,
      "Ġbaby": 1508,
      "Ġsol": 1509,
      "Ġpol": 1510,
      "Ġusually": 1511,
      "To": 1512,
      "Ġclose": 1513,
      "Ġsongs": 1514,
      "Some": 1515,
      "Ġgiven": 1516,
      "Ġexpl": 1517,
      "Ġshop": 1518,
      "Adam": 1519,
      "Ġcase": 1520,
      "ots": 1521,
      "Ġwrit": 1522,
      "iddle": 1523,
      "Ġ10": 1524,
      "Ġlooked": 1525,
      "Ġsystem": 1526,
      "ail": 1527,
      "Ġes": 1528,
      "Ġres": 1529,
      "ared": 1530,
      "Ġwom": 1531,
      "ious": 1532,
      "Ġlater": 1533,
      "When": 1534,
      "ĠAfter": 1535,
      "than": 1536,
      "Ġbigger": 1537,
      "Ġtool": 1538,
      "yes": 1539,
      "ĠIs": 1540,
      "Ġpi": 1541,
      "Ġdecided": 1542,
      "Ġmet": 1543,
      "Ġsecond": 1544,
      "Ġones": 1545,
      "Ġuntil": 1546,
      "heck": 1547,
      "ket": 1548,
      "ities": 1549,
      "ages": 1550,
      "__": 1551,
      "lic": 1552,
      "Ġenergy": 1553,
      "Ġclear": 1554,
      "Ġbecame": 1555,
      "ens": 1556,
      "ĠCH": 1557,
      "anc": 1558,
      "Ġanything": 1559,
      "Ġbody": 1560,
      "to": 1561,
      "Ġagainst": 1562,
      "ĠCA": 1563,
      "Ġtrouble": 1564,
      "ety": 1565,
      "ĠThen": 1566,
      "ection": 1567,
      "Ġsaying": 1568,
      "eth": 1569,
      "gin": 1570,
      "its": 1571,
      "Ġinst": 1572,
      "ĠEven": 1573,
      "uture": 1574,
      "Ġhappens": 1575,
      "ĠSometimes": 1576,
      "here": 1577,
      "ren": 1578,
      "AB": 1579,
      "ĠAn": 1580,
      "Ġcreat": 1581,
      "itten": 1582,
      "Ġbecome": 1583,
      "Ġspend": 1584,
      "10": 1585,
      "Ġliving": 1586,
      "ĠGabriel": 1587,
      "CA": 1588,
      "ream": 1589,
      "Ġsing": 1590,
      "Ġrep": 1591,
      "ĠBe": 1592,
      "Ġtools": 1593,
      "ols": 1594,
      "fr": 1595,
      "Ġ200": 1596,
      "Ġwatch": 1597,
      "ĠThat": 1598,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 1599,
      "Ġknown": 1600,
      "How": 1601,
      "Ġpass": 1602,
      "Ġmiddle": 1603,
      "ĠNow": 1604,
      "Ġlisten": 1605,
      "ird": 1606,
      "hn": 1607,
      "Ġfeeling": 1608,
      "ress": 1609,
      "Ġrel": 1610,
      "Ġtreat": 1611,
      "Ġriver": 1612,
      "Ġfunction": 1613,
      "Ġtaking": 1614,
      "Ġstat": 1615,
      "angu": 1616,
      "Ġlikes": 1617,
      "Ġsold": 1618,
      "Ġwrite": 1619,
      "Ġfuture": 1620,
      "Ġthinks": 1621,
      "Ġcontr": 1622,
      "pecially": 1623,
      "Ġcol": 1624,
      "br": 1625,
      "Ġearly": 1626,
      "Ġval": 1627,
      "Ġleave": 1628,
      "Ġvide": 1629,
      "Ġ*": 1630,
      "Ġsun": 1631,
      "Ġfour": 1632,
      "Ġdes": 1633,
      "Ġnight": 1634,
      "Ġespecially": 1635,
      "ations": 1636,
      "Ġclothes": 1637,
      "Ġacc": 1638,
      "Ġwa": 1639,
      "ĠDo": 1640,
      "Ġclass": 1641,
      "Ġweather": 1642,
      "ica": 1643,
      "Ġpaper": 1644,
      "Ġinside": 1645,
      "Ġstudents": 1646,
      "Ġhot": 1647,
      "ated": 1648,
      "Th": 1649,
      "omes": 1650,
      "Ġtook": 1651,
      "Ġdecis": 1652,
      "ange": 1653,
      "Do": 1654,
      "Ġwasn": 1655,
      "Ġknew": 1656,
      "ove": 1657,
      "tra": 1658,
      "Ġgirls": 1659,
      "Ġcolor": 1660,
      "Ġlangu": 1661,
      "Ġpiec": 1662,
      "Ġtoday": 1663,
      "An": 1664,
      "29": 1665,
      "aut": 1666,
      "Ġbank": 1667,
      "Ġparked": 1668,
      "Ġtiny": 1669,
      "ĠWilliam": 1670,
      "Ġmessage": 1671,
      "Ġwritten": 1672,
      "Ġwatc": 1673,
      "Ġfunny": 1674,
      "Ġspace": 1675,
      "Ġquickly": 1676,
      "ails": 1677,
      "Ġlooks": 1678,
      "Ġtried": 1679,
      "Ġgives": 1680,
      "ĠTo": 1681,
      "::": 1682,
      "Ġpoints": 1683,
      "Ġsign": 1684,
      "Ġsaw": 1685,
      "Ġweek": 1686,
      "Ġlate": 1687,
      "Ġphone": 1688,
      "log": 1689,
      "Ġopen": 1690,
      "Ġtypes": 1691,
      "set": 1692,
      "orts": 1693,
      "Ġprot": 1694,
      "pt": 1695,
      "reen": 1696,
      "Ġcons": 1697,
      "Ġsw": 1698,
      "Ġmovies": 1699,
      "They": 1700,
      "Ġsqu": 1701,
      "No": 1702,
      "Ġprom": 1703,
      "Ġintern": 1704,
      "oud": 1705,
      "Ġrace": 1706,
      "Ġplayers": 1707,
      "Ġfull": 1708,
      "Clean": 1709,
      "ery": 1710,
      "ĠEthan": 1711,
      "Ġchildren": 1712,
      "ards": 1713,
      "ĠCharl": 1714,
      "Ġgave": 1715,
      "Ġinv": 1716,
      "Ġchoose": 1717,
      "Let": 1718,
      "Ġseen": 1719,
      "Ġnumbers": 1720,
      "Ġhealthy": 1721,
      "Ġcont": 1722,
      "elt": 1723,
      "ĠBy": 1724,
      "Ġspe": 1725,
      "Ġtrust": 1726,
      "ark": 1727,
      "Ġ9": 1728,
      "Ġagree": 1729,
      "Ġriding": 1730,
      "Ġcool": 1731,
      "ison": 1732,
      "Ġsoon": 1733,
      "Ġchoice": 1734,
      "Ġmedicine": 1735,
      "Ġsend": 1736,
      "ready": 1737,
      "Ġcomes": 1738,
      "ces": 1739,
      "Ġnever": 1740,
      "Ġscary": 1741,
      "She": 1742,
      "ience": 1743,
      "core": 1744,
      "Ġprint": 1745,
      "Ġwhole": 1746,
      "onsole": 1747,
      "athan": 1748,
      "ited": 1749,
      "Ġcouldn": 1750,
      "ward": 1751,
      "Ġhigh": 1752,
      "Ġinternet": 1753,
      "Ġalready": 1754,
      "Ġextra": 1755,
      "Ġlaw": 1756,
      "otte": 1757,
      "Ġmoving": 1758,
      "Ġplants": 1759,
      "Ġonce": 1760,
      "ĠMr": 1761,
      "Ġroad": 1762,
      "selves": 1763,
      "Be": 1764,
      "Ġbeaut": 1765,
      "Ġsug": 1766,
      "res": 1767,
      "ah": 1768,
      "Ġdad": 1769,
      "acks": 1770,
      "ĠHelp": 1771,
      "Ġable": 1772,
      "tal": 1773,
      "Pr": 1774,
      "Ġsecret": 1775,
      "essica": 1776,
      "Ġolder": 1777,
      "Ġconn": 1778,
      "Ġsn": 1779,
      "HE": 1780,
      "red": 1781,
      "ury": 1782,
      "Ġsteps": 1783,
      "Ġonline": 1784,
      "Ġschools": 1785,
      "Ġfelt": 1786,
      "Yes": 1787,
      "Ġfree": 1788,
      "Ġoutside": 1789,
      "Ġstopped": 1790,
      "Ġreg": 1791,
      "Ġchoices": 1792,
      "ished": 1793,
      "Ġcoming": 1794,
      "Ġseem": 1795,
      "cus": 1796,
      "earning": 1797,
      "Ġthoughts": 1798,
      "ouses": 1799,
      "ABCA": 1800,
      "more": 1801,
      "Ġ```": 1802,
      "Ġcha": 1803,
      "ata": 1804,
      "ffect": 1805,
      "Ġsince": 1806,
      "Ġpark": 1807,
      "ught": 1808,
      "Ġcour": 1809,
      "Ġknows": 1810,
      "Ġhair": 1811,
      "per": 1812,
      "ords": 1813,
      "Ġgoes": 1814,
      "ys": 1815,
      "vers": 1816,
      "Ġjump": 1817,
      "Ġresult": 1818,
      "ner": 1819,
      "ork": 1820,
      "Ġword": 1821,
      "no": 1822,
      "aces": 1823,
      "Ġsurpr": 1824,
      "20": 1825,
      ".\\": 1826,
      "ude": 1827,
      "Ġtotal": 1828,
      "atter": 1829,
      "Ġinteresting": 1830,
      "oph": 1831,
      "ĠLiam": 1832,
      "000": 1833,
      "orning": 1834,
      "Ġmachines": 1835,
      "fo": 1836,
      "Ġturn": 1837,
      "ella": 1838,
      "uct": 1839,
      "Ġfil": 1840,
      "ital": 1841,
      "alse": 1842,
      "ition": 1843,
      "ands": 1844,
      "Ġbusinesses": 1845,
      "Ġincluding": 1846,
      "Ġplans": 1847,
      "LE": 1848,
      "joy": 1849,
      "Ġbrave": 1850,
      "adison": 1851,
      "iew": 1852,
      "Ġ&&": 1853,
      "ĠCom": 1854,
      "Ġtrave": 1855,
      "Ġupset": 1856,
      "uck": 1857,
      "Ġcold": 1858,
      "ues": 1859,
      "ered": 1860,
      "ones": 1861,
      "Ġatt": 1862,
      "Ġanymore": 1863,
      "umber": 1864,
      "Ġshort": 1865,
      "Ġmem": 1866,
      "Ġhear": 1867,
      "Ġrest": 1868,
      "Ġexciting": 1869,
      "eep": 1870,
      "Ġmoved": 1871,
      "ask": 1872,
      "Ġhead": 1873,
      "--------": 1874,
      "Ġloved": 1875,
      "Ġkinds": 1876,
      "ains": 1877,
      "Ġquestions": 1878,
      "com": 1879,
      "'.": 1880,
      "Ġguess": 1881,
      "();": 1882,
      "cr": 1883,
      "Ġworried": 1884,
      "Ġloc": 1885,
      "Ġlived": 1886,
      "Fr": 1887,
      "af": 1888,
      "opic": 1889,
      "ĠHis": 1890,
      "most": 1891,
      "Ġpick": 1892,
      "Ġtax": 1893,
      "Ġmorning": 1894,
      "reed": 1895,
      "Ġchance": 1896,
      "ists": 1897,
      "Ġwind": 1898,
      "Ġgiving": 1899,
      "Ġtough": 1900,
      "ĠAt": 1901,
      "Ġ18": 1902,
      "app": 1903,
      "Ġcentury": 1904,
      "lease": 1905,
      "Wr": 1906,
      "Ġ:": 1907,
      "Ġmagic": 1908,
      "Ġprotect": 1909,
      "Ġfe": 1910,
      "ublic": 1911,
      "ĠLet": 1912,
      "Ġenjoy": 1913,
      "Ġlanguage": 1914,
      "Ġmachine": 1915,
      "Ġbeautif": 1916,
      "Ġsummer": 1917,
      "Ġdep": 1918,
      "Ġborn": 1919,
      "Ġchanging": 1920,
      "Ġcontrol": 1921,
      "Ġscared": 1922,
      "Ġwriting": 1923,
      "ient": 1924,
      "Ġpolice": 1925,
      "Ġhouses": 1926,
      "So": 1927,
      "Ġhope": 1928,
      "âĢ": 1929,
      "Ġdef": 1930,
      "ophia": 1931,
      "Ġtaken": 1932,
      "ĠThings": 1933,
      "ball": 1934,
      "David": 1935,
      "Ġshowed": 1936,
      "Ġchecks": 1937,
      "ĠOn": 1938,
      "Line": 1939,
      "Jack": 1940,
      "Ġteeth": 1941,
      "Ġdrink": 1942,
      "Ġheart": 1943,
      "Ġlives": 1944,
      "Ġflo": 1945,
      "Ġbeautiful": 1946,
      "Ġyes": 1947,
      "ures": 1948,
      "Ġtakes": 1949,
      "ills": 1950,
      "fun": 1951,
      "):": 1952,
      "Qu": 1953,
      "irty": 1954,
      "Ġline": 1955,
      "io": 1956,
      "Ġisn": 1957,
      "Ġtrip": 1958,
      "ins": 1959,
      "Ġpriv": 1960,
      "Ġstarts": 1961,
      "room": 1962,
      "Ġstarting": 1963,
      "Ġpic": 1964,
      "Ġcell": 1965,
      "Ġworkers": 1966,
      "ade": 1967,
      "Ġwarm": 1968,
      "iet": 1969,
      "...\"": 1970,
      "Ġcleaning": 1971,
      "\";": 1972,
      "Ġfact": 1973,
      "by": 1974,
      "ible": 1975,
      "Ġcur": 1976,
      "Ġdeal": 1977,
      "ian": 1978,
      "ĠPart": 1979,
      "Ġside": 1980,
      "mt": 1981,
      "Ġbring": 1982,
      "Ġsmaller": 1983,
      "Ġteams": 1984,
      "ivers": 1985,
      "ĠĊĠĠĠĠĠĠĠ": 1986,
      "Ġsharing": 1987,
      "\");": 1988,
      "Ġband": 1989,
      "Ġhomes": 1990,
      "ĠMake": 1991,
      "Ġgrown": 1992,
      "Ġbeha": 1993,
      "For": 1994,
      "Part": 1995,
      "ecause": 1996,
      "ĠHere": 1997,
      "ĠNathan": 1998,
      "read": 1999
    },
    "merges": [
      "Ġ t",
      "h e",
      "Ġ a",
      "i n",
      "Ġ w",
      "Ġ s",
      "Ġt he",
      "Ġ Ġ",
      "r e",
      "o u",
      "Ġ c",
      "Ġ b",
      "in g",
      "h a",
      "# #",
      "Ġ p",
      "e r",
      "Ġ o",
      "n d",
      "Ġ m",
      "Ġ f",
      "l e",
      "Ġt o",
      "i s",
      "o r",
      "i t",
      "a n",
      "e s",
      "Ġ T",
      "o n",
      "Ġa nd",
      "Ġ d",
      "e d",
      "Ġ l",
      "o m",
      "Ġ g",
      "a r",
      "Ġ n",
      "a l",
      "Ġ I",
      "## #",
      "Ġ in",
      "h o",
      "e n",
      "ĠĠ ĠĠ",
      "Ġo f",
      "Ġt h",
      "a m",
      "a s",
      "ha t",
      "u s",
      "o t",
      "a y",
      "Ġb e",
      "Ġ ha",
      "i g",
      "k e",
      "i c",
      "a t",
      "l l",
      "i d",
      "Ġ he",
      "o p",
      "Ġs t",
      "a c",
      "Ġ is",
      "Ġ y",
      "Ġ e",
      "ou t",
      "Ġw e",
      "Ġ R",
      "Ġ \"",
      "e t",
      "v e",
      "i m",
      "Ġt hat",
      "op le",
      "e ople",
      "Ġy ou",
      "Ġ it",
      "Ġm a",
      "S E",
      "l d",
      "ĠI N",
      "E S",
      "O N",
      "U T",
      "P UT",
      "ĠR ES",
      "P ON",
      "PON SE",
      "ĠIN PUT",
      "ĠRES PONSE",
      "' s",
      "ĠT he",
      "o o",
      "Ġp eople",
      "o w",
      "Ġf or",
      "Ġa b",
      "v er",
      "n t",
      "Ġo n",
      "A S",
      "Ġp l",
      "Ġab out",
      "AS K",
      "ĠT ASK",
      "u t",
      "i r",
      "ĠĠ Ġ",
      "Ġw as",
      "i f",
      "Ġ h",
      "Ġa re",
      "e c",
      "Ġf r",
      "s e",
      "l y",
      "he r",
      "s t",
      "a d",
      "Ġ re",
      "Ġ r",
      "Ġc an",
      "Ġ S",
      "ho w",
      "Ġl i",
      "Ġn e",
      "Ġ le",
      "r y",
      "Ġthe y",
      "ing s",
      "Ġb ig",
      "Ġc ou",
      "Ċ Ċ",
      "o re",
      "h t",
      "Ġ A",
      "Ġ us",
      "om e",
      "on e",
      "ar t",
      "it h",
      "l p",
      "er s",
      "Ġd o",
      "Ġw ith",
      "Ġ B",
      "' t",
      "Ġw or",
      "Ġw ho",
      "Ċ ĠĠĠĠ",
      "ver y",
      "Ġhe lp",
      "an t",
      "l s",
      "Ġth ings",
      "Ġ H",
      ". \"",
      "i on",
      "Ġfr om",
      "Ġn ot",
      "en t",
      "Ġth is",
      "Ġw he",
      "ig ht",
      "am e",
      "k ing",
      "i e",
      "ha n",
      "Ġp r",
      "Ġ W",
      "Ġs p",
      "Ġli ke",
      "Ġa n",
      "t er",
      "r ou",
      "Ġcou nt",
      "Ġ C",
      "T he",
      "i ll",
      "h is",
      "Ġha ve",
      "oo d",
      "Ġa t",
      "Ġpl ac",
      "Ġ how",
      "Ġm an",
      "Ġ k",
      "Ġma ke",
      "Ġt e",
      "e re",
      "Ġ j",
      "Ġs a",
      "o l",
      "u n",
      "u r",
      "e e",
      "Ġ M",
      "Ġcount ry",
      "on g",
      "g e",
      "p p",
      "Ġo r",
      "ls o",
      "ĠT his",
      "Ġthe ir",
      "Ġc om",
      "ou r",
      "k s",
      "i es",
      "it y",
      "Ġa s",
      "Ġt im",
      "Ġa lso",
      "Ġm ore",
      "Ġ if",
      "i al",
      "u m",
      "t her",
      "u re",
      "d e",
      "Ċ ĠĠĠ",
      "or t",
      "Ġs ome",
      "ĠThe y",
      "h ing",
      "o b",
      "Ġ u",
      "Ġne w",
      "Ġl ot",
      "Ġ P",
      "in d",
      "Ġo ther",
      "ec ial",
      "Ġwhe n",
      "Ġ very",
      "Ġw hat",
      "Ġplac e",
      "a in",
      "Ġc al",
      "es s",
      "Ġwe re",
      "Ġd id",
      "Ġg et",
      "Ġs c",
      "Ġt r",
      "Ġg ood",
      "Ġbe c",
      "Ġt al",
      "Ġtim e",
      "if f",
      "es t",
      "id e",
      "ic e",
      "a nd",
      "ay s",
      "k ed",
      "im p",
      "rou p",
      "ĠH e",
      "Ġb y",
      "ĠI t",
      "Ġc ity",
      "iff ere",
      "c t",
      "Ġst or",
      "Ġh is",
      "Ġw ant",
      "a us",
      "Ġg o",
      "Ġsp ecial",
      "Ġthe m",
      "Ġcom p",
      "c h",
      "Ġd iffere",
      "Ġ =",
      "one y",
      "Ġ F",
      "Ġm o",
      "le d",
      "Ġg roup",
      "e p",
      "Ġman y",
      "Ġm e",
      "Ġb ut",
      "e ar",
      "aus e",
      "Ġ our",
      "Ġ 1",
      "ou ld",
      "Ġw ill",
      "Ġ Ċ",
      "Ġm oney",
      "Ġthe re",
      "Ġp art",
      "us t",
      "v en",
      "u l",
      "Ġha pp",
      "ic k",
      "Ġha s",
      "Ġne ed",
      "Ġk n",
      "Ġ L",
      "Ġth in",
      "Ġa ll",
      "c e",
      "Ġ N",
      "Ġyou r",
      "Ġ 2",
      "Ġpl ay",
      "Ġc han",
      "Ġma de",
      "ie nd",
      "oo k",
      "Ġ D",
      "Ġsa id",
      "Ġ (",
      "Ġw h",
      "Ġha d",
      "ou g",
      "om et",
      "al ly",
      "Ġbec ause",
      "Ġa g",
      "Ġdiffere nt",
      "Ġs how",
      "s s",
      "Ġs o",
      "Ġcal led",
      "Ġ E",
      "Ġe very",
      "ar n",
      "t h",
      "ĊĠĠĠĠ ĠĠĠ",
      "Ġn am",
      "Ġwor k",
      "ac k",
      "Ġbe t",
      "Ġon e",
      "le s",
      "Ġkn ow",
      "Ġ imp",
      "Ġfr iend",
      "Ġ {",
      "i l",
      "Ġe x",
      "ĊĠĠĠĠ ĠĠĠĠ",
      "Ġnam ed",
      "Ġ $",
      "b er",
      "ort ant",
      "Ġst art",
      "as t",
      "e m",
      "Ġt a",
      "Ġb o",
      "ĠB ut",
      "Ġ G",
      "a re",
      "ac h",
      "Ġle arn",
      "Ġimp ortant",
      "Ġthe se",
      "Ġg ame",
      "Ġstor y",
      "Ġy ear",
      "in e",
      "e nd",
      "is t",
      "Ġs ee",
      "Ġ out",
      "u e",
      "Ġ O",
      "` `",
      "ĠW e",
      "ec t",
      "Ġw ay",
      "Ġus e",
      "Ġ v",
      "Ġw r",
      "Ġu p",
      "Ġs omet",
      "Ġthin k",
      "al l",
      "Ġm ight",
      "Ġs h",
      "ers on",
      "Ġ J",
      "Ġwhe re",
      "an y",
      "at e",
      "a b",
      "ot her",
      "Ġhapp en",
      "Ġs m",
      "w n",
      "Ġto o",
      "u d",
      "Ġc o",
      "Ġhe r",
      "Ġte am",
      "Ġ '",
      "Ġf un",
      "Ġs ha",
      "Ġr u",
      "Ġl ong",
      "Ġ ke",
      "q u",
      "Ġp erson",
      "Ġc ar",
      "Ġa l",
      "a v",
      "Ġcou ld",
      "Ġb u",
      "le an",
      "Ġe ven",
      "Ġbet ter",
      "k es",
      "Ġt han",
      "Ġ -",
      "Ġd on",
      "Ġl o",
      "Ġsc ho",
      "Ġre ally",
      "Ġg i",
      "ir st",
      "Ġs ay",
      "Ġf ee",
      "le m",
      "nd er",
      "i ld",
      "Ġpr ob",
      "Ġj ust",
      "f ter",
      "Ġt w",
      "Ġsomet hing",
      "at ion",
      "ĠI f",
      "v ing",
      "it e",
      "Ġc l",
      "in t",
      "Ġn um",
      "Y ou",
      "Ġpr o",
      "Ġ U",
      "Ġo ld",
      "Ġan y",
      "e ll",
      "Ġth oug",
      "it t",
      "Ġdid n",
      "Ġplac es",
      "Ġte ll",
      "Ġf ind",
      "Ġke ep",
      "Ġprob lem",
      "I n",
      "Ġfee l",
      "u ch",
      "Ġcomp any",
      "Ġf irst",
      "Ġs he",
      "Ġc on",
      "re t",
      "- -",
      "c k",
      "i p",
      "/ /",
      "Ġha r",
      "Ġh im",
      "The re",
      "Ġscho ol",
      "ou nd",
      "Ġb ad",
      "Ġtw o",
      "ic t",
      "Ġfriend s",
      "Ġle ad",
      "Ġle t",
      "Ġtal k",
      "a ge",
      "Ġpl an",
      "Ġj ob",
      ") ;",
      "Ġr ight",
      "Ġin t",
      "d s",
      "Ġb r",
      "at er",
      "Ġd ay",
      "Ġus ed",
      "Ġw ould",
      "ha r",
      "ac e",
      "Ġsh ould",
      "re at",
      "e w",
      "ic h",
      "d am",
      "Ġan other",
      "Ġhar d",
      "ĠThe re",
      "a p",
      "Ġm uch",
      ". .",
      "Ġevery one",
      "ĠI n",
      "re e",
      "Ġ en",
      "Ġst op",
      "0 0",
      "ou s",
      "? \"",
      "w ay",
      "Ġdo es",
      "Ġ ho",
      "e l",
      "im es",
      "Ġc he",
      "v es",
      "( \"",
      "' re",
      "Ġu nder",
      "Ġg r",
      "Ġst r",
      "Ġf am",
      "Ġbe en",
      "Ġma king",
      "a ve",
      "f ore",
      "Ġto y",
      "Ġn ow",
      "Ġru les",
      "t ing",
      "Ġ ide",
      "Ġnum ber",
      "g et",
      "f f",
      "Ġn o",
      "Ġ K",
      "Ġc are",
      "Ġm us",
      "Ġwe ll",
      "Ġsha re",
      "a g",
      "Ġsa f",
      "Ġ 3",
      "Ġwh ich",
      "Ġ }",
      "Ġ qu",
      "Ġchan g",
      "Ġmo v",
      "o d",
      "} $",
      "st and",
      "ad y",
      "Ġd ec",
      "ĊĠĠĠĠĠĠĠĠ ĠĠĠ",
      "Ġchan ge",
      "Ġc lean",
      "Ġc ho",
      "Ġa fter",
      "rou nd",
      "Ġbe ing",
      "itt le",
      "Ġ //",
      "Ġth ing",
      "Ġl oo",
      "i le",
      "ict ure",
      "ion s",
      "t r",
      "Ġl ook",
      "Ġon ly",
      "Ġsm all",
      "Ġg ot",
      "Ġk id",
      "n ing",
      "ĠĠĠĠ ĠĠĠ",
      "Ġwor ld",
      "Ġmus ic",
      "Ġthoug ht",
      "Ġs ure",
      "Ġbe fore",
      "Ġs ame",
      "Ġunder stand",
      "Ġst ud",
      "`` `",
      "Ġb ook",
      "Ġa way",
      "x t",
      "Ġd r",
      "Ġl ittle",
      "Ġag o",
      "or m",
      "i ly",
