{"sentence1": "I put a pin through a food called carrot. When I pulled the pin out, it had a hole.", "sentence2": "The food carrot had a hole.", "label": 1, "idx": 0}
{"sentence1": "The police people took all of the bad people. They were trying to stop the bad things in the place.", "sentence2": "The police people were trying to stop the bad things in the place.", "label": 1, "idx": 2}
{"sentence1": "Cameron follows David's way in everything. He makes him very big.", "sentence2": "Cameron makes him very big.", "label": 0, "idx": 3}
{"sentence1": "When Emma got to the small house, her mom was sleeping. She was careful not to wake her, taking off clothes and climbing into her bed.", "sentence2": "mom was careful not to wake her, taking off clothes and climbing into her bed.", "label": 0, "idx": 4}
{"sentence1": "Frank got free tickets to the show, but he gave them to Gabriel, because he was very wanting to see it.", "sentence2": "Frank was very wanting to see it.", "label": 0, "idx": 5}
{"sentence1": "Henry was running through the park when he saw a man throwing big round foods. He was very good.", "sentence2": "Henry was very good.", "label": 0, "idx": 6}
{"sentence1": "I could not put the pot on the shelf because it was too tall.", "sentence2": "The pot was too tall.", "label": 1, "idx": 7}
{"sentence1": "We had hoped to place copies of our newsletter on all the chairs in the room, but there were simply not enough of them.", "sentence2": "There were simply not enough copies of the newsletter.", "label": 1, "idx": 8}
{"sentence1": "At the place the people could not know which ones were the talking bots because they were so smart.", "sentence2": "The people were so smart.", "label": 0, "idx": 9}
{"sentence1": "Adam took the water bottle out of the bag so that it would be lighter.", "sentence2": "Adam took the water bottle out of the bag so that the bag would be lighter.", "label": 1, "idx": 10}
{"sentence1": "The table won't fit through the door because it is too narrow.", "sentence2": "The table is too narrow.", "label": 0, "idx": 11}
{"sentence1": "Adam took the water bottle out of the bag so that it would be handy.", "sentence2": "Adam took the water bottle out of the bag so that the bag would be handy.", "label": 0, "idx": 12}
{"sentence1": "The FR men arrived after the police because they were coming from so far away.", "sentence2": "The police were coming from so far away.", "label": 0, "idx": 13}
{"sentence1": "I poured water from the bottle into the cup until it was empty.", "sentence2": "The cup was empty.", "label": 0, "idx": 15}
{"sentence1": "Adam put the cake away in the fridge. It has a lot of butter in it.", "sentence2": "The cake has a lot of butter in it.", "label": 1, "idx": 16}
{"sentence1": "Quentin is holding captive a scientist, Dr. Vardi, who has invented a device that turns animals invisible; Quentin plans to use it on Henry and send him to steal nuclear stuff from an army vault.", "sentence2": "Quentin plans to use it on Henry and send Quentin to steal nuclear stuff from an army vault.", "label": 0, "idx": 17}
{"sentence1": "The foxes are getting in at night and attacking the chickens. They have gotten very bold.", "sentence2": "The foxes have gotten very bold.", "label": 1, "idx": 18}
{"sentence1": "Jessica knocked on Charlotte's door but she did not get an answer.", "sentence2": "Charlotte did not get an answer.", "label": 0, "idx": 20}
{"sentence1": "Ryan was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, he would have won.", "sentence2": "Adam would have won.", "label": 0, "idx": 21}
{"sentence1": "I put the butterfly wing on the table and it broke.", "sentence2": "The table broke.", "label": 0, "idx": 22}
{"sentence1": "Patrick tried to call Gabriel on the phone, but he wasn't successful.", "sentence2": "Patrick wasn't successful.", "label": 1, "idx": 23}
{"sentence1": "Look! There is a big fish swimming right below that bird! It had better get away to safety fast!", "sentence2": "The big fish had better get away to safety fast!", "label": 0, "idx": 24}
{"sentence1": "The trophy doesn't fit into the brown suitcase because it is too big.", "sentence2": "The suitcase is too big.", "label": 0, "idx": 25}
{"sentence1": "Jack's uncle can still beat him at tennis, even though he is 30 years older.", "sentence2": "Jack is 30 years older.", "label": 0, "idx": 26}
{"sentence1": "The big ball crashed right through the table because it was made of steel.", "sentence2": "The big ball was made of steel.", "label": 1, "idx": 27}
{"sentence1": "Samuel broke both his legs and he's walking with sticks. But a month or so from now they should be better.", "sentence2": "The sticks should be better.", "label": 0, "idx": 28}
{"sentence1": "Isaac worked hard to harvest his beans so he and his family would have enough to eat that winter. His friend Henry let him stack them in his barn where they would dry. Later, he and Taylor would shell them and cook them for their Sunday dinners.", "sentence2": "His friend Henry let him stack Isaac and his family in his barn where they would dry.", "label": 0, "idx": 29}
{"sentence1": "Jessica knocked on the door, and Rachel answered it. She invited her to come out.", "sentence2": "Jessica invited her to come out.", "label": 1, "idx": 30}
{"sentence1": "David had to stop Samuel from toying with the injured bird. He is very cruel.", "sentence2": "Samuel is very cruel.", "label": 1, "idx": 31}
{"sentence1": "Thomas said \"Check\" to Ryan as he took his piece.", "sentence2": "Thomas said \"Check\" to Ryan as he took Ryan's piece.", "label": 1, "idx": 32}
{"sentence1": "I went out for a bit of food, more to pass the time than because I wanted it.", "sentence2": "I went out for a bit of food, more to pass the time than because I wanted food.", "label": 1, "idx": 33}
{"sentence1": "Jack paid the worker after he received the final paper on the case.", "sentence2": "Jack received the final paper on the case.", "label": 1, "idx": 34}
{"sentence1": "We had hoped to place things of our news on all the chairs in the room, but there were simply too many of them.", "sentence2": "There were simply too many things of the news.", "label": 0, "idx": 35}
{"sentence1": "Joe has sold his house and bought a new one a few NE city away. He will be moving into it on Thursday.", "sentence2": "He will be moving into The new house on Thursday.", "label": 1, "idx": 36}
{"sentence1": "Always before, Liam had helped Dad with his work. But he could not help him now, for Dad said that his boss at the train company would not want anyone but him to work in the office.", "sentence2": "He could not help Dad now.", "label": 1, "idx": 37}
{"sentence1": "The table was piled high with food, and on the floor beside it there were jars, baskets, and a big pail of milk.", "sentence2": "Beside the table there were jars, baskets, and a big pail of milk.", "label": 1, "idx": 38}
{"sentence1": "Kevin was very sad. Adam helped Kevin because he was so sad.", "sentence2": "Kevin was so sad.", "label": 1, "idx": 39}
{"sentence1": "Adam was greatly influenced by Arnold, though he lived two centuries earlier.", "sentence2": "Arnold lived two centuries earlier.", "label": 1, "idx": 40}
{"sentence1": "There is a pillar between me and the stage, and I cannot see around it.", "sentence2": "I cannot see around the stage.", "label": 0, "idx": 41}
{"sentence1": "Scientists have concluded that people lived in LA country 20,000 years ago. They hunted for deer on the river banks.", "sentence2": "Prehistoric people hunted for deer on the river banks.", "label": 1, "idx": 42}
{"sentence1": "Samuel and Alice are passionately in love, but Alice's parents are unhappy about it, because they are snobs.", "sentence2": "Alice's parents are snobs.", "label": 1, "idx": 43}
{"sentence1": "Adam gave the dish with some food to Henry because he was hungry.", "sentence2": "Henry was hungry.", "label": 1, "idx": 44}
{"sentence1": "Rachel borrowed the book from the library because she needs it for an article she is working on. She writes it when she gets home from work.", "sentence2": "She writes the book when she gets home from work.", "label": 0, "idx": 45}
{"sentence1": "Jack promised William to leave, so an hour later he left.", "sentence2": "William left.", "label": 0, "idx": 46}
{"sentence1": "Grace took the book from the library because she needs it for some writing she is doing. She reads it when she gets home from work.", "sentence2": "She reads the writing when she gets home from work.", "label": 0, "idx": 47}
{"sentence1": "Matthew heard Samuel's feet going down the ladder. The door of the shop closed after him. He ran to look out the window.", "sentence2": "The door of the shop closed after Samuel.", "label": 1, "idx": 48}
{"sentence1": "Frank is the only man alive who still remembers my father as an infant. When Frank first saw my father, he was twelve years old.", "sentence2": "When Frank first saw my father, My father was twelve years old.", "label": 0, "idx": 49}
{"sentence1": "Tatyana knew that Grandma always enjoyed serving an abundance of food to her guests. Now Tatyana watched as Grandma gathered Tatyana's small mother into a wide, scrawny hug and then moved her to the table, lifting her scarf from her shoulders, seating her in the best place, and saying simply: \"There's plenty.\"", "sentence2": "Grandma gathered Tatyana's small mother into a wide, scrawny hug and then moved Grandma to the table.", "label": 0, "idx": 50}
{"sentence1": "Frank watched TV while Gabriel went out to buy snacks. After an hour he got back.", "sentence2": "Gabriel got back.", "label": 1, "idx": 51}
{"sentence1": "Lily spoke to Diana, breaking her focus.", "sentence2": "Lily spoke to Diana, breaking Diana's focus.", "label": 1, "idx": 52}
{"sentence1": "Although they ran at about the same speed, Susan beat Sally because she had such a bad start.", "sentence2": "Susan had such a bad start.", "label": 0, "idx": 53}
{"sentence1": "Madison fired her trainer because she couldn't stand her boyfriend.", "sentence2": "She couldn't stand Madison's boyfriend.", "label": 0, "idx": 54}
{"sentence1": "I can't cut that tree down with that axe; it is too small.", "sentence2": "The axe is too small.", "label": 1, "idx": 55}
{"sentence1": "Madison fired her trainer because she slept with her boyfriend.", "sentence2": "She slept with Madison's boyfriend.", "label": 1, "idx": 56}
{"sentence1": "I saw Jack yelling at some guy in a uniform with a huge red beard. I don't know why he was, but he looked very unhappy.", "sentence2": "I don't know why the guy in uniform was, but he looked very unhappy.", "label": 0, "idx": 57}
{"sentence1": "Jessica knocked on Susan's door but she did not answer.", "sentence2": "Jessica did not answer.", "label": 0, "idx": 59}
{"sentence1": "The big leaders far away in WA city could not know the people there so they must make rules for them.", "sentence2": "The big leaders must make rules for them.", "label": 1, "idx": 60}
{"sentence1": "A number of times Henry had been at talks which his daddy had with good finders who wanted his help to solve big puzzles, and those days were very special for him.", "sentence2": "Those days were very special for Henry.", "label": 1, "idx": 61}
{"sentence1": "Samuel pulled up a chair to the piano, but it was broken, so he had to stand up instead.", "sentence2": "The chair was broken, so he had to stand up.", "label": 1, "idx": 62}
{"sentence1": "The big leaders far away in WA city could not know the people there so they must make rules for them.", "sentence2": "They must make rules for the big leaders.", "label": 0, "idx": 64}
{"sentence1": "Anna did much better than her good friend Lucy on the test because she had studied so hard.", "sentence2": "Anna had studied so hard.", "label": 1, "idx": 65}
{"sentence1": "Mark was close to Mr. Singer. He heard him calling for the captain, promising him, in the talk everyone used that night, that not one thing should be damaged on the ship except the boom stuff, but the captain and all his helpers had best stay in the room until the work was done.", "sentence2": "Mr. Singer heard him calling for the captain.", "label": 0, "idx": 66}
{"sentence1": "Fred is the only man still alive who remembers my great-grandpa. He was a great man.", "sentence2": "My great-grandpa was a great man.", "label": 1, "idx": 67}
{"sentence1": "I couldn't put the pot on the shelf because it was too high up.", "sentence2": "The shelf was too high up.", "label": 1, "idx": 68}
{"sentence1": "No one joins Facebook to feel sad and alone. But a new study from the teacher George says that's exactly how it makes us feel.", "sentence2": "That's exactly how the study makes us feel.", "label": 0, "idx": 69}
{"sentence1": "Adam paid for Cameron's learning. He is very nice.", "sentence2": "Adam is very nice.", "label": 1, "idx": 70}
{"sentence1": "Jack promised Benjamin to go away, so an hour later he went away.", "sentence2": "Jack went away.", "label": 1, "idx": 71}
{"sentence1": "Cameron is a young man with a walking stick and a poodle sleeping at his feet.", "sentence2": "Cameron is a young man with a walking stick and a poodle sleeping at Cameron's feet.", "label": 1, "idx": 73}
{"sentence1": "Joe has sold his home and bought a new one a few miles away. He will be moving out of it on Thursday.", "sentence2": "He will be moving out of the old home on Thursday.", "label": 1, "idx": 74}
{"sentence1": "Mark heard Steve's feet going down the steps. The door of the shop closed after him. He ran to look out the window.", "sentence2": "The door of the shop closed after Mark.", "label": 0, "idx": 75}
{"sentence1": "Benjamin cried because Henry would not take his toy.", "sentence2": "Benjamin cried because Henry would not take Henry's toy.", "label": 0, "idx": 77}
{"sentence1": "As Oliver carried Thomas up the long steps, Thomas's legs hung down.", "sentence2": "Oliver's legs hung down.", "label": 0, "idx": 78}
{"sentence1": "Samuel pulled up a chair to the music box, but it was broken, so he had to sing instead.", "sentence2": "The chair was broken, so he had to sing instead.", "label": 0, "idx": 79}
{"sentence1": "The fish ate the worm. It was hungry.", "sentence2": "The worm was hungry.", "label": 0, "idx": 80}
{"sentence1": "The writers talked to the movie stars. The stars were very nice, so the talk lasted a long time.", "sentence2": "The writers were very nice, so the talk lasted a long time.", "label": 0, "idx": 81}
{"sentence1": "The prize cannot fit into the brown bag because it is too small.", "sentence2": "The prize is too small.", "label": 0, "idx": 82}
{"sentence1": "Thomas visited Cooper's resting place in AL year. At that date he had been travelling for five years.", "sentence2": "Cooper had been travelling for five years.", "label": 0, "idx": 83}
{"sentence1": "Alice was dusting the room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite picture book. Today she had to hunt for a button, so she put the book on a chair without even opening it.", "sentence2": "She put the book on a chair without even opening the room.", "label": 0, "idx": 84}
{"sentence1": "Benjamin passed the half-empty plate to Jack because he was full.", "sentence2": "Benjamin was full.", "label": 1, "idx": 85}
{"sentence1": "Benjamin passed the half-empty plate to Jack because he was full.", "sentence2": "Jack was full.", "label": 0, "idx": 86}
{"sentence1": "The forest animals are getting in at night and attacking the chickens. I shall have to stop them.", "sentence2": "I shall have to stop The forest animals.", "label": 1, "idx": 87}
{"sentence1": "David's uncle can still beat him at tennis, even though he is 30 years younger.", "sentence2": "David is 30 years younger.", "label": 1, "idx": 88}
{"sentence1": "Adam passed the game to Isaac because his turn was over.", "sentence2": "Adam's turn was over.", "label": 1, "idx": 90}
{"sentence1": "Alice asked Emma what time the library closes, because she had forgotten.", "sentence2": "Alice had forgotten.", "label": 1, "idx": 91}
{"sentence1": "Madison's parents came home and found her with her boyfriend, Patrick. They were mad about it.", "sentence2": "Madison's parents were mad about it.", "label": 1, "idx": 92}
{"sentence1": "This morning, Matthew built a sand castle on the beach, and put a toy flag in the highest tower, but this afternoon the waves knocked it down.", "sentence2": "This afternoon the waves knocked the flag down.", "label": 0, "idx": 93}
{"sentence1": "The man could not lift his son because he was so weak.", "sentence2": "The man was so weak.", "label": 1, "idx": 94}
{"sentence1": "The person walked into the bank and hurt one of the workers. He was immediately taken to the hospital.", "sentence2": "The person was immediately taken to the hospital.", "label": 0, "idx": 95}
{"sentence1": "Since Henry was dependent on his Uncle Victor, he couldn't marry without his OK.", "sentence2": "He couldn't marry without Henry's OK.", "label": 0, "idx": 96}
{"sentence1": "Mama came over and sat down beside Charlotte. Gently she stroked her hair and let the child cry.", "sentence2": "Mama stroked her hair and let the child cry.", "label": 1, "idx": 97}
{"sentence1": "Emma did not pass the ball to Jessica although she saw that she was open.", "sentence2": "Emma saw that she was open.", "label": 1, "idx": 98}
{"sentence1": "Matthew became absorbed in Blaze, the white horse. He was afraid the stable boys at the BU Stables hit at him and bullied him because he was shy, so he took care of the animal.", "sentence2": "Matthew was afraid the stable boys at the BU Stables hit at him and bullied him.", "label": 1, "idx": 99}
{"sentence1": "By rolling over in her upper bed, Taylor could look over the edge and see her mother plainly. How very small and straight and rigid she lay in the bed below! Her eyes were closed, but Taylor doubted if she slept.", "sentence2": "Taylor doubted if her mother slept.", "label": 1, "idx": 100}
{"sentence1": "Adam asked Ryan for a favor but he was refused.", "sentence2": "Ryan was refused.", "label": 0, "idx": 101}
{"sentence1": "I can't cut that tree down with that axe; it is too thick.", "sentence2": "The axe is too thick.", "label": 0, "idx": 102}
{"sentence1": "Adam collapsed on the sidewalk. Soon he saw Gabriel coming to help. He was very ill.", "sentence2": "Adam was very ill.", "label": 1, "idx": 103}
{"sentence1": "Emma did not pass the ball to Grace although she saw that she was open.", "sentence2": "Grace saw that she was open.", "label": 0, "idx": 104}
{"sentence1": "Oliver gave Gabriel a ride to school so he would not have to drive alone.", "sentence2": "Oliver would not have to drive alone.", "label": 1, "idx": 105}
{"sentence1": "Samuel's drawing was hung just above Katherine's and it did look much better with another one below it.", "sentence2": "Samuel's drawing did look much better with another one below it.", "label": 1, "idx": 106}
{"sentence1": "Although they ran at about the same speed, Diana beat Alice because she had such a good start.", "sentence2": "Diana had such a good start.", "label": 1, "idx": 107}
{"sentence1": "Fiona was happy to trade me her sweater for my jacket. She thinks it looks dowdy on her.", "sentence2": "The sweater looks dowdy on her.", "label": 1, "idx": 108}
{"sentence1": "Every day after eating Mr. Schmidt took a long nap. Mark would let him sleep for an hour, then wake him up, scold him, and get him to do work. He needed to get him to finish his work, because his work was beautiful.", "sentence2": "Mr. Schmidt's work was beautiful.", "label": 1, "idx": 111}
{"sentence1": "The man lifted the boy onto his shoulders.", "sentence2": "The man lifted the boy onto the man's shoulders.", "label": 1, "idx": 112}
{"sentence1": "Frank and Alice had very warm coats, but they were not ready for the cold in AK place.", "sentence2": "Coats were not ready for the cold in AK place.", "label": 0, "idx": 113}
{"sentence1": "Jackson was greatly influenced by Arnold, though he lived two hundreds of years earlier.", "sentence2": "Jackson lived two hundreds of years earlier.", "label": 0, "idx": 115}
{"sentence1": "The path to the lake was blocked, so we couldn't use it.", "sentence2": "We couldn't use the lake.", "label": 0, "idx": 116}
{"sentence1": "Sara borrowed the book from the library because she needs it for an article she is working on. She reads it when she gets home from work.", "sentence2": "She reads the book when she gets home from work.", "label": 1, "idx": 117}
{"sentence1": "The customer walked into the bank and stabbed one of the tellers. He was immediately taken to the police station.", "sentence2": "The teller was immediately taken to the police station.", "label": 0, "idx": 118}
{"sentence1": "Adam can't leave work here until Benjamin arrives to replace him. If Benjamin had left home for work on time, he would be here by this time.", "sentence2": "Benjamin would be here by this time.", "label": 1, "idx": 119}
{"sentence1": "What about the time you cut up flower bulbs in the burgers because you thought they were onions?", "sentence2": "You thought flower bulbs were onions?", "label": 1, "idx": 120}
{"sentence1": "This book introduced William to Ovid; it was a big help on his writing.", "sentence2": "It was a big help on William's writing.", "label": 1, "idx": 121}
{"sentence1": "Thomas visited Cooper's grave in 1765. At that date he had been dead for five years.", "sentence2": "Cooper had been dead for five years.", "label": 1, "idx": 122}
{"sentence1": "Patrick tried to call Gabriel on the phone, but he wasn't available.", "sentence2": "Gabriel wasn't available.", "label": 1, "idx": 124}
{"sentence1": "Benjamin, who had not told the government worker that he was less than 21 when he filed for a home claim, did not think that he had done anything wrong. Still, anyone who knew that he was 19 years old could take his claim away from him.", "sentence2": "Anyone who knew that he was 19 years old could take his claim away from the government worker.", "label": 0, "idx": 126}
{"sentence1": "Frank is the only man still alive who remembers my grandpa. He is a great man.", "sentence2": "My grandpa is a great man.", "label": 0, "idx": 127}
{"sentence1": "I put the cake in the fridge. It has a lot of leftovers in it.", "sentence2": "The cake has a lot of leftovers in it.", "label": 0, "idx": 128}
{"sentence1": "When Taylor reached the cabin, her mother was sleeping. She was careful not to disturb her, undressing and climbing back into her bed.", "sentence2": "She was careful not to disturb her mother, undressing and climbing back into her bed.", "label": 1, "idx": 131}
{"sentence1": "Emma gave Grace candy because she was not hungry.", "sentence2": "Emma was not hungry.", "label": 1, "idx": 132}
{"sentence1": "I could not find a spoon, so I tried using a pen to stir my drink. But that turned out to be a bad idea, because it got full of ink.", "sentence2": "The drink got full of ink.", "label": 1, "idx": 134}
{"sentence1": "The man could not lift his son because he was so weak.", "sentence2": "The son was so weak.", "label": 0, "idx": 135}
{"sentence1": "Samuel tried to paint a picture of sheep people with sheep, but they ended up looking more like golf people.", "sentence2": "The sheep people ended up looking more like golf people.", "label": 1, "idx": 136}
{"sentence1": "Jack was jogging through the park when he saw a man playing with fruits. He was very impressed.", "sentence2": "Jack was very impressed.", "label": 1, "idx": 138}
{"sentence1": "The big truck went fast past the school car because it was going very fast.", "sentence2": "The school car was going very fast.", "label": 0, "idx": 140}
{"sentence1": "When they played tag, Oliver chased Ryan because he was \"it\".", "sentence2": "Ryan was \"it\".", "label": 0, "idx": 141}
{"sentence1": "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was out.", "sentence2": "The sun was out.", "label": 1, "idx": 144}
{"sentence1": "Adam yelled at Kevin because he was so angry.", "sentence2": "Adam was so angry.", "label": 1, "idx": 145}
{"sentence1": "Even before they got to town, they could hear a sound like popcorn popping. Emma asked what it was, and Dad said it was firecrackers.", "sentence2": "Emma asked what the sound was.", "label": 1, "idx": 146}
{"sentence1": "Oliver gave the game to Henry because his turn was next.", "sentence2": "Oliver's turn was next.", "label": 0, "idx": 147}
{"sentence1": "Samuel was supposed to run the dishes machine, but he put it off, because he wanted to watch TV. But the show was boring, so he changed his mind and turned it on.", "sentence2": "He changed his mind and turned the dishes machine on.", "label": 1, "idx": 148}
{"sentence1": "As Henry carried Thomas up the long winding steps, his legs hurt.", "sentence2": "Thomas' legs hurt.", "label": 0, "idx": 149}
{"sentence1": "The foxes are getting in at night and attacking the chickens. I shall have to kill them.", "sentence2": "I shall have to kill the chickens.", "label": 0, "idx": 150}
{"sentence1": "The daddy looked down at the kids' faces, so puzzled and sad now. It was bad enough that they had to be not given so many things because he couldn't buy them.", "sentence2": "It was bad enough that the faces had to be not given so many things because he couldn't buy them.", "label": 0, "idx": 151}
{"sentence1": "The bag of potatoes had been put above the bag of flour, so it had to be moved first.", "sentence2": "The bag of flour had to be moved first.", "label": 0, "idx": 152}
{"sentence1": "The doggy chased the kitty, which ran up a tree. It waited at the top.", "sentence2": "The doggy waited at the top.", "label": 0, "idx": 153}
{"sentence1": "Samuel follows Frank's example in everything. He admires him hugely.", "sentence2": "Frank admires him hugely.", "label": 0, "idx": 154}
{"sentence1": "The lady held the girl against her chest.", "sentence2": "The lady held the girl against the lady's chest.", "label": 1, "idx": 155}
{"sentence1": "The dog chased the cat, which ran up a tree. It waited at the bottom.", "sentence2": "The dog waited at the bottom.", "label": 1, "idx": 156}
{"sentence1": "Benjamin collapsed on the sidewalk. Soon he saw Cameron coming to help. He was very concerned.", "sentence2": "Cameron was very concerned.", "label": 1, "idx": 157}
{"sentence1": "Samuel broke both his ankles and he's walking with sticks. But a month or so from now they should be not needed.", "sentence2": "The sticks should be not needed.", "label": 1, "idx": 158}
{"sentence1": "I stuck a pin through a carrot. When I pulled the pin out, it left a hole.", "sentence2": "The carrot left a hole.", "label": 0, "idx": 159}
{"sentence1": "Samuel tried to paint a picture of shepherds with sheep, but they ended up looking more like dogs.", "sentence2": "The sheep ended up looking more like dogs.", "label": 1, "idx": 160}
{"sentence1": "In the middle of the outdoor party, the rain started falling, and it continued until 10.", "sentence2": "The party continued until 10.", "label": 0, "idx": 161}
{"sentence1": "The firemen arrived before the police because they were coming from so far away.", "sentence2": "The firemen were coming from so far away.", "label": 0, "idx": 162}
{"sentence1": "I was trying to open the lock with the key, but someone had filled the keyhole with sticky gum, and I couldn't get it in.", "sentence2": "I couldn't get the key in.", "label": 1, "idx": 163}
{"sentence1": "Of one thing Matthew was sure. Henry knew much less than he did.", "sentence2": "Henry knew much less than Matthew did.", "label": 1, "idx": 164}
{"sentence1": "The DA country lay so warm and bright under the shining sun that it did not seem possible that it had ever been swept by the winds and snows of that hard winter.", "sentence2": "It did not seem possible that the country had ever been swept by the winds and snows of that hard winter.", "label": 1, "idx": 165}
{"sentence1": "It was a summer afternoon, and the doggy was sitting in the middle of the grass. After a while, it got up and moved to a spot under the tree, because it was hot.", "sentence2": "The doggy was hot.", "label": 1, "idx": 166}
{"sentence1": "Jessica made sure to thank Sophia for all the help she had given.", "sentence2": "Jessica made sure to thank Sophia for all the help Sophia had given.", "label": 1, "idx": 168}
{"sentence1": "Adam was doing work in the study room when he heard a person humming and whistling. He was very mad.", "sentence2": "Adam was very mad.", "label": 1, "idx": 170}
{"sentence1": "Alice took out her music toy and played one of her favorite songs. She has loved it since she was a small kid.", "sentence2": "She has loved the song since she was a small kid.", "label": 1, "idx": 171}
{"sentence1": "I'm sure that my picture guide will show this building; it is very good.", "sentence2": "The picture guide is very good.", "label": 1, "idx": 172}
{"sentence1": "Charlotte believed that Rachel felt bad that she had taken the clock.", "sentence2": "Charlotte believed that Rachel felt bad that Rachel had taken the clock.", "label": 1, "idx": 173}
{"sentence1": "If the bad person has tricked Samuel, he would have lost a lot of money.", "sentence2": "The bad person would have lost a lot of money.", "label": 0, "idx": 175}
{"sentence1": "Samuel moved a chair to the music box, but it was broken, so he had to sing instead.", "sentence2": "The music box was broken, so he had to sing instead.", "label": 1, "idx": 176}
{"sentence1": "Frank is the only man alive who still remembers my dad as a baby. When Frank first saw my dad, he was twelve months old.", "sentence2": "When Frank first saw my dad, Frank was twelve months old.", "label": 0, "idx": 177}
{"sentence1": "Hannah did a lot better than her good friend Lily on the test because she had studied so hard.", "sentence2": "Lily had studied so hard.", "label": 0, "idx": 178}
{"sentence1": "The way to the lake was blocked, so we could not go there.", "sentence2": "We could not go to the lake.", "label": 1, "idx": 180}
{"sentence1": "Grace was happy to trade her sweater for my jacket with me. She thinks it does not look nice on her.", "sentence2": "The jacket does not look nice on her.", "label": 0, "idx": 181}
{"sentence1": "Cameron let Samuel be the leader because he was more liked.", "sentence2": "Cameron was more liked.", "label": 0, "idx": 182}
{"sentence1": "I tried to draw a picture of a place with fruit trees, with yellow fruits in the fruit trees, but they came out looking more like poles for phones.", "sentence2": "The fruit trees came out looking more like poles for phones.", "label": 1, "idx": 183}
{"sentence1": "Patrick wishes he was like Martin because he is very successful.", "sentence2": "Martin is very successful.", "label": 1, "idx": 184}
{"sentence1": "Since it was raining, I carried the paper in my bag to keep it dry.", "sentence2": "I carried the paper in my bag to keep the paper dry.", "label": 1, "idx": 185}
{"sentence1": "Jessica's parents came home and found her being together with her friend, Gabriel. They were very angry about it.", "sentence2": "Jessica and Gabriel were very angry about it.", "label": 0, "idx": 186}
{"sentence1": "I sat there feeling rather like a person I read about in a book once, who hurt another person and hid the body under the table for eating, and then had to be happy and fun, with it there all the time.", "sentence2": "He had to be happy and fun, with the fun there all the time.", "label": 0, "idx": 187}
{"sentence1": "In the storm, the tree fell down and broke through the top of my house. Now, I have to get it taken away.", "sentence2": "Now I have to get the tree taken away.", "label": 1, "idx": 188}
{"sentence1": "Henry was supposed to run the machine for cleaning dishes, but he did not do it, because he wanted to watch the TV. But the show was boring, so he changed his mind and turned it off.", "sentence2": "He changed his mind and turned the TV off.", "label": 1, "idx": 189}
{"sentence1": "In the middle of the outdoor show, the rain started falling, and it continued until 10 o'clock.", "sentence2": "The rain continued until 10 o'clock.", "label": 1, "idx": 190}
{"sentence1": "It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too large, and even one thread uncut will leave it too small.", "sentence2": "Even one thread uncut will leave one thread too small.", "label": 0, "idx": 191}
{"sentence1": "Samuel took French classes from Adam, because he was known to speak it well.", "sentence2": "Adam was known to speak it well.", "label": 1, "idx": 192}
{"sentence1": "Samuel explained his theory to Matthew but he couldn't convince him.", "sentence2": "Samuel couldn't convince him.", "label": 1, "idx": 193}
{"sentence1": "Everyone really loved the oatmeal cookies; only a few people liked the chocolate chip cookies. Next time, we should make more of them.", "sentence2": "We should make more of the oatmeal cookies.", "label": 1, "idx": 194}
{"sentence1": "As Oliver carried Thomas up the long winding steps, his legs dangled.", "sentence2": "Thomas's legs dangled.", "label": 1, "idx": 196}
{"sentence1": "Matthew became absorbed in Blaze, the white horse. He was afraid the stable boys at the BU Stables hit at him and bullied him because he was timid, so he took upon himself the feeding and care of the animal.", "sentence2": "Blaze took upon himself the feeding and care of the animal.", "label": 0, "idx": 198}
{"sentence1": "David's uncle can still beat him at tennis, even though he is 30 years older.", "sentence2": "David's uncle is 30 years older.", "label": 1, "idx": 199}
{"sentence1": "Alice was cleaning the room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite picture book. Today she had to hunt for a button, so she put the book on a chair without even opening it.", "sentence2": "Mama had to hunt for a button.", "label": 0, "idx": 200}
{"sentence1": "I poured water from the bottle into the cup until it was full.", "sentence2": "The cup was full.", "label": 1, "idx": 201}
{"sentence1": "During a game of tag, Ethan ran after Luke because he was \"it\".", "sentence2": "Ethan was \"it\".", "label": 1, "idx": 202}
{"sentence1": "Mr. Moncrieff visited Chester's nice NE city home, thinking that it belonged to his son Edward. The result was that Mr. Moncrieff has decided to stop Edward's money on the ground that he no longer needs his money help.", "sentence2": "Edward no longer needs his money help.", "label": 1, "idx": 204}
{"sentence1": "When Tommy dropped his ice cream, Timmy giggled, so father gave him a kind look.", "sentence2": "Father gave Tommy a kind look.", "label": 1, "idx": 205}
{"sentence1": "Jack was doing work in the library when he heard a man humming and whistling. He was very annoyed.", "sentence2": "The man was very annoyed.", "label": 0, "idx": 206}
{"sentence1": "It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too big, and even one thread uncut will leave it too small.", "sentence2": "Even one thread uncut will leave the slip too small.", "label": 0, "idx": 207}
{"sentence1": "Susan knows all about Ann's personal problems because she is nosy.", "sentence2": "Ann is nosy.", "label": 0, "idx": 208}
{"sentence1": "It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too large, and even one thread uncut will leave it too small.", "sentence2": "Even one thread uncut will leave the scissors too small.", "label": 0, "idx": 209}
{"sentence1": "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was out.", "sentence2": "The cloud was out.", "label": 0, "idx": 210}
{"sentence1": "The news people interviewed the stars of the new movie. They were very helpful, so the talk lasted for a long time.", "sentence2": "The stars were very helpful, so the talk lasted for a long time.", "label": 1, "idx": 211}
{"sentence1": "The city leaders refused the marchers a permit because they feared fighting.", "sentence2": "The city leaders feared fighting.", "label": 1, "idx": 212}
{"sentence1": "Alice gave birth to a girl last month. She is a very charming woman.", "sentence2": "Alice's girl is a very charming woman.", "label": 0, "idx": 213}
{"sentence1": "Jackson was greatly influenced by Arnold, though he lived two centuries later.", "sentence2": "Jackson lived two centuries later.", "label": 1, "idx": 214}
{"sentence1": "This book introduced Shakespeare to Ovid; it was a fine selection of his writing.", "sentence2": "It was a fine selection of Shakespeare's writing.", "label": 0, "idx": 215}
{"sentence1": "Dan took the back seat while Bill claimed the front because his \"I first!\" was quicker.", "sentence2": "Dan took the back seat while Bill claimed the front because Dan's \"I first!\" was quicker.", "label": 0, "idx": 217}
{"sentence1": "Of one thing Mark was sure. Henry knew much less than he did.", "sentence2": "Henry knew much less than Henry did.", "label": 0, "idx": 219}
{"sentence1": "Since Henry was needing Uncle Victor, he could not marry without his okay.", "sentence2": "Uncle Victor could not marry without his okay.", "label": 0, "idx": 220}
{"sentence1": "Thomas visited Cooper's grave in 1765. At that date he had been dead for five years.", "sentence2": "Thomas had been dead for five years.", "label": 0, "idx": 221}
{"sentence1": "Matthew told Peter many lies about himself, which Peter put in his book. He should have been more careful.", "sentence2": "Matthew should have been more careful.", "label": 0, "idx": 222}
{"sentence1": "My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was delayed, so it worked out.", "sentence2": "The meeting was delayed, so it worked out.", "label": 0, "idx": 223}
{"sentence1": "The animals are getting in at night and attacking the birds. They have gotten very scared.", "sentence2": "The animals have gotten very scared.", "label": 0, "idx": 224}
{"sentence1": "I put the bug wing on the table and it broke.", "sentence2": "The bug wing broke.", "label": 1, "idx": 225}
{"sentence1": "Frank and Alice had very warm coats, but they were not prepared for the cold in AK place.", "sentence2": "Frank and Alice were not prepared for the cold in AK place.", "label": 1, "idx": 226}
{"sentence1": "Thomas gave Ryan a ride to school so he wouldn't have to walk.", "sentence2": "Thomas wouldn't have to walk.", "label": 0, "idx": 227}
{"sentence1": "I put the cake away in the fridge. It has a lot of leftovers in it.", "sentence2": "The fridge has a lot of leftovers in it.", "label": 1, "idx": 228}
{"sentence1": "Samuel explained his idea to Matthew but he couldn't convince him.", "sentence2": "Matthew couldn't convince him.", "label": 0, "idx": 229}
{"sentence1": "Adam took the water bottle out of the bag so that it would be near.", "sentence2": "Adam took the water bottle out of the bag so that the water bottle would be near.", "label": 1, "idx": 230}
{"sentence1": "As Alice in the plane went over Emma, she could see the landing place.", "sentence2": "Alice could see the landing place.", "label": 1, "idx": 232}
{"sentence1": "As Alice in the plane went over Emma, she could see the landing place.", "sentence2": "Emma could see the landing place.", "label": 0, "idx": 233}
{"sentence1": "Cameron is holding a smart person, Dr. Victor, who made a thing that turns animals invisible; Cameron plans to use it on Gabriel and send him to take nuclear stuff from an army place.", "sentence2": "Cameron plans to use it on Gabriel and send Gabriel to take nuclear stuff from an army place.", "label": 1, "idx": 234}
{"sentence1": "David gave the big job to Ethan because he was more liked.", "sentence2": "Ethan was more liked.", "label": 1, "idx": 235}
{"sentence1": "Benjamin, who had not told the person that he was less than 21 when he asked for a home, did not think that he had done anything bad. Still, anyone who knew that he was 19 could take his home away from him.", "sentence2": "The person was less than 21 when he asked for a home.", "label": 0, "idx": 236}
{"sentence1": "Mama came over and sat down beside Grace. Gently she patted her hair and let the kid cry.", "sentence2": "Grace patted her hair and let the kid cry.", "label": 0, "idx": 237}
{"sentence1": "I sat there feeling rather like a person I'd once read about in a book, who hurt another person and hid the body under the dining-room table, and then had to be the happy one of a dinner party, with it there all the time.", "sentence2": "He had to be the happy one of a dinner party, with the body there all the time.", "label": 1, "idx": 239}
{"sentence1": "The cat was lying by the mouse hole waiting for the mouse, but it was too impatient.", "sentence2": "The mouse was too impatient.", "label": 0, "idx": 240}
{"sentence1": "Everyone really liked the oatmeal cookies; only a few people liked the chocolate cookies. Next time, we should make more of them.", "sentence2": "We should make more of the chocolate cookies.", "label": 0, "idx": 241}
{"sentence1": "Ryan was close to Mr. Teacher's heels. He heard him calling for the boss, promising him, in the talk everyone talked that night, that not one thing should be damaged on the ship except only the bang stuff, but the boss and all his crew had best stay in the room until the work was over.", "sentence2": "He heard Mr. Teacher calling for the boss.", "label": 1, "idx": 243}
{"sentence1": "I couldn't put the pot on the shelf because it was too tall.", "sentence2": "The shelf was too tall.", "label": 0, "idx": 244}
{"sentence1": "Jack was jogging through the park when he saw a man juggling big fruits. He was very impressive.", "sentence2": "The juggler was very impressive.", "label": 1, "idx": 245}
{"sentence1": "The helper asked the witness a question, but he was reluctant to answer it.", "sentence2": "The witness was reluctant to answer it.", "label": 1, "idx": 246}
{"sentence1": "Emma knew that Rachel's child had been in a car accident, because she told her about it.", "sentence2": "Emma told her about it.", "label": 0, "idx": 247}
{"sentence1": "Since Frank was dependent on Uncle Victor, he couldn't very well marry without his approval", "sentence2": "Frank couldn't very well marry without his approval", "label": 1, "idx": 248}
{"sentence1": "When the sponsors of the bill got to the town hall, they were surprised to find that the room was full of opponents. They were very much in the majority.", "sentence2": "The opponents were very much in the majority.", "label": 1, "idx": 249}
{"sentence1": "At the game the judges could not find out which people were the chatbots because they were so silly.", "sentence2": "The judges were so silly.", "label": 1, "idx": 251}
{"sentence1": "The big ball broke right through the table because it was made of metal.", "sentence2": "The table was made of metal.", "label": 0, "idx": 252}
{"sentence1": "Cameron worked hard to get his beans so he and his family would have enough to eat that winter. His friend Henry let him put them in his barn where they would dry. Later, he and Taylor would shell them and cook them for their Sunday meals.", "sentence2": "His friend Henry let him put the beans in his barn where they would dry.", "label": 1, "idx": 253}
{"sentence1": "Jessica knocked on Sophia's door, but there was no answer. She was out.", "sentence2": "Jessica was out.", "label": 0, "idx": 254}
{"sentence1": "The table will not go through the doorway because it is too wide.", "sentence2": "The doorway is too wide.", "label": 0, "idx": 256}
{"sentence1": "A number of times Henry had been there when his father had talked with famous detectives who wanted his help in solving hard mysteries, and those times were very special for him.", "sentence2": "Those times were very special for father.", "label": 0, "idx": 257}
{"sentence1": "If the bad person has tricked Samuel, he would have lost a lot of money.", "sentence2": "Samuel would have lost a lot of money.", "label": 1, "idx": 258}
{"sentence1": "Matthew, a shy teen, lives with his mom in a BR home. Matthew's dad, a gang leader, was killed; his dad's friend, Nathan, helps Matthew, and quickly makes him a runner.", "sentence2": "His dad's friend, Nathan, helps Matthew, and quickly makes Matthew's dad a runner.", "label": 0, "idx": 259}
{"sentence1": "Adam felt sad when his friend Benjamin said he won the game.", "sentence2": "Adam was the winner of the game.", "label": 0, "idx": 260}
{"sentence1": "Frank covered his eyes with his hands because the wind was blowing sand. He took his hands away when the wind stopped.", "sentence2": "He took his hands away when the wind stopped.", "label": 1, "idx": 261}
{"sentence1": "The William family treated Mr. Quentin like a king until he made his will for them; then they treated him like dirt. People said he died just to be rid of their constant nagging.", "sentence2": "People said he died just to be rid of the people's constant nagging.", "label": 0, "idx": 262}
{"sentence1": "The dad carried the sleeping boy in his arms.", "sentence2": "The dad carried the sleeping boy in the boy's arms.", "label": 0, "idx": 263}
{"sentence1": "There is a hole in the wall. You can see the garden through it.", "sentence2": "You can see the garden through the wall.", "label": 0, "idx": 264}
{"sentence1": "Scientists have found out that humans lived in NE place 20,000 years ago. They hunted for deer on the river banks.", "sentence2": "Scientists hunted for deer on the river banks.", "label": 0, "idx": 265}
{"sentence1": "Emma knew that Bella's son had a car owie, so she told her about it.", "sentence2": "Emma told her about it.", "label": 1, "idx": 266}
{"sentence1": "Then Dad knew how much the man owed the store. He added the man's food cost. He took that away from the man's pay, and gave him a check.", "sentence2": "The man took that away from the man's pay.", "label": 0, "idx": 267}
{"sentence1": "The person went to the bank and hurt one of the workers. The worker was taken to the doctor.", "sentence2": "The worker was taken to the doctor.", "label": 1, "idx": 268}
{"sentence1": "Adam gave the big job to Benjamin because he was not popular.", "sentence2": "Adam was not popular.", "label": 1, "idx": 269}
{"sentence1": "Adam hired Benjamin to take care of him.", "sentence2": "Adam hired Benjamin to take care of Benjamin.", "label": 0, "idx": 270}
{"sentence1": "Benjamin passed the toy to Adam because his turn was next.", "sentence2": "Adam's turn was next.", "label": 1, "idx": 271}
{"sentence1": "Frank is the only man alive who still remembers my dad as a baby. When Frank first saw my dad, he was twelve months old.", "sentence2": "When Frank first saw my dad, my dad was twelve months old.", "label": 1, "idx": 273}
{"sentence1": "Madison spoke to Isabel, breaking her silence.", "sentence2": "Madison spoke to Isabel, breaking Madison's silence.", "label": 1, "idx": 275}
{"sentence1": "Alice asked Madison what time the library closes, but she had forgotten.", "sentence2": "Madison had forgotten.", "label": 1, "idx": 278}
{"sentence1": "The toy rolled off the shelf because it wasn't stuck.", "sentence2": "The toy wasn't stuck.", "label": 1, "idx": 279}
{"sentence1": "Charlotte believed that Rachel suspected that she had stolen the watch.", "sentence2": "Charlotte believed that Rachel suspected that Charlotte had stolen the watch.", "label": 1, "idx": 280}
{"sentence1": "Patrick tried to call Gabriel on the phone, but he was not able.", "sentence2": "Gabriel was not able.", "label": 0, "idx": 281}
{"sentence1": "Madison tucked her daughter Isabel into bed, so that she could work.", "sentence2": "Madison tucked her daughter Isabel into bed, so that Madison could work.", "label": 1, "idx": 282}
{"sentence1": "Jack asked Ryan for a favor but he refused.", "sentence2": "Ryan refused.", "label": 1, "idx": 283}
{"sentence1": "I couldn't find a spoon, so I tried using a pen to stir my coffee. But that turned out to be a bad idea, because it got full of coffee.", "sentence2": "The coffee got full of coffee.", "label": 0, "idx": 284}
{"sentence1": "The way to the lake was blocked, so we could not use it.", "sentence2": "We could not use the way.", "label": 1, "idx": 285}
{"sentence1": "Stretching her back, the woman smiled at the girl.", "sentence2": "Stretching the girl's back, the woman smiled at the girl.", "label": 0, "idx": 286}
{"sentence1": "Archaeologists have concluded that humans lived in LP place 20,000 years ago. They hunted for evidence on the river banks.", "sentence2": "Archaeologists hunted for evidence on the river banks.", "label": 1, "idx": 287}
{"sentence1": "I tried to paint a picture of an orchard, with lemons in the lemon trees, but they came out looking more like light bulbs.", "sentence2": "The lemons came out looking more like light bulbs.", "label": 1, "idx": 288}
{"sentence1": "This morning, Joey built a sand castle on the beach, and put a toy flag in the highest tower, but this afternoon the tide knocked it down.", "sentence2": "This afternoon the tide knocked The sand castle down.", "label": 1, "idx": 289}
{"sentence1": "The foxes were coming at night and hurting the chickens. The chickens felt very scared.", "sentence2": "The chickens felt very scared.", "label": 1, "idx": 290}
{"sentence1": "Thomas put his bag down for Ryan after he went up the stairs.", "sentence2": "Ryan went up the stairs.", "label": 0, "idx": 291}
{"sentence1": "In July, the KA place said war on the YA place. The YA place had a bigger army, so the KA place lost in a few weeks.", "sentence2": "The KA place lost in a few weeks.", "label": 1, "idx": 292}
{"sentence1": "David had to stop Benjamin from playing with the hurt bird. He is very kind.", "sentence2": "David is very kind.", "label": 1, "idx": 294}
{"sentence1": "I used an old cloth to clean the knife, and then I put it in the trash.", "sentence2": "I put the cloth in the trash.", "label": 1, "idx": 295}
{"sentence1": "Patting her back, the lady smiled at the girl.", "sentence2": "Patting the lady's back, the lady smiled at the girl.", "label": 0, "idx": 296}
{"sentence1": "I was trying to open the lock with the key, but someone put gum in the hole, and I could not get it out.", "sentence2": "I could not get the gum out.", "label": 1, "idx": 298}
{"sentence1": "Adam paid for Cameron's school learning, but now Cameron acts as though it never happened. He is very hurt.", "sentence2": "Adam is very hurt.", "label": 1, "idx": 300}
{"sentence1": "Benjamin, who had not told the government helper that he was less than 21 when he asked for a home claim, did not think that he had done anything bad. Still, anyone who knew that he was 19 years old could take his claim away from him.", "sentence2": "Anyone who knew that he was 19 years old could take his claim away from Benjamin.", "label": 1, "idx": 301}
{"sentence1": "Emma took out her music toy and played one of her favorite tunes. She has had it since she was a little kid.", "sentence2": "She has had the music toy since she was a little kid.", "label": 1, "idx": 302}
{"sentence1": "Gabriel and Diana are loving each other very much, but Diana's parents are not happy about it, because they are snobby people.", "sentence2": "Gabriel and Diana are snobby people.", "label": 0, "idx": 303}
{"sentence1": "This book showed William's writings to Henry. It was a good picking of his writings.", "sentence2": "It was a good picking of William's writings.", "label": 1, "idx": 304}
{"sentence1": "The foxes are getting in at night and hurting the chickens. I shall have to watch over them.", "sentence2": "I shall have to watch over the chickens.", "label": 1, "idx": 305}
{"sentence1": "The donkey wished a bumpy spot on its back leg would go away, and it did.", "sentence2": "The donkey wished a bumpy spot on its back leg would go away, and bumpy spot did.", "label": 1, "idx": 306}
{"sentence1": "I put the cake away in the fridge. It has a lot of butter in it.", "sentence2": "The fridge has a lot of butter in it.", "label": 0, "idx": 307}
{"sentence1": "Papa looked down at the children's faces, so puzzled and sad now. It was bad enough that they had to be denied so many things because he couldn't afford them.", "sentence2": "He couldn't afford the faces.", "label": 0, "idx": 309}
{"sentence1": "I put the big book on the table and it broke.", "sentence2": "The big book broke.", "label": 0, "idx": 310}
{"sentence1": "I used an old cloth to clean the knife, and then I put it in the drawer.", "sentence2": "I put the knife in the drawer.", "label": 1, "idx": 311}
{"sentence1": "Jack asked Ryan for a favor but he said no.", "sentence2": "Jack said no.", "label": 0, "idx": 312}
{"sentence1": "Men had the right to keep their sons working for them until they were 21 years of age.", "sentence2": "Men had the right to keep their sons working for them until the sons were 21 years of age.", "label": 1, "idx": 313}
{"sentence1": "The older kids were being mean to the younger ones, so we helped them.", "sentence2": "We helped the younger kids.", "label": 1, "idx": 314}
{"sentence1": "The sack of potatoes had been placed above the bag of flour, so it had to be moved first.", "sentence2": "The sack of potatoes had to be moved first.", "label": 1, "idx": 316}
{"sentence1": "Emma had a baby girl last month. She is a very cute baby.", "sentence2": "Emma's baby girl is a very cute baby.", "label": 1, "idx": 317}
{"sentence1": "Olivia had two guitars and a bag, and still could point out the Bens: \"Isn't it nice that they have come, Mama!\"", "sentence2": "Isn't it nice that the Bens have come, Mama!\"", "label": 1, "idx": 318}
{"sentence1": "The picture in Samuel's living room shows an oak tree. It is to the right of the bookcase.", "sentence2": "The picture is to the right of the bookcase.", "label": 1, "idx": 319}
{"sentence1": "Matthew was close to Mr. Teacher's heels. He heard him calling for the leader, promising him, in the talk everyone spoke that night, that not one thing should be damaged on the ship except only the bangs, but the leader and all his crew had best stay in the room until the work was over.", "sentence2": "The leader and all Matthew's crew had best stay in the room until the work was over.", "label": 0, "idx": 320}
{"sentence1": "Matthew heard Samuel's feet going down the ladder. The door of the shop closed after him. He ran to look out the window.", "sentence2": "Samuel ran to look out the window.", "label": 0, "idx": 322}
{"sentence1": "The shopkeepers stayed in town to run their shops and lived in the rooms behind them.", "sentence2": "The shopkeepers stayed in town to run their shops and lived in the rooms behind the shopkeepers.", "label": 0, "idx": 323}
{"sentence1": "Patrick envies Matthew because he is very good.", "sentence2": "Patrick is very good.", "label": 0, "idx": 324}
{"sentence1": "Always before, Liam had helped Dad with his work. But he could not help him now, for Dad said that his boss at the TR company would not want anyone but him to work in the office.", "sentence2": "Dad's boss at the TR company would not want anyone but him to work in the office.", "label": 1, "idx": 325}
{"sentence1": "Grant worked hard to harvest his beans so he and his family would have enough to eat that winter. His friend Henry let him stack them in his barn where they would dry. Later, he and Tatyana would shell them and cook them for their Sunday dinners.", "sentence2": "Later, he and Tatyana would shell them and cook them for his and Tatyana's Sunday dinners.", "label": 1, "idx": 326}
{"sentence1": "The news people interviewed the stars of the new movie. They were very persistent, so the interview lasted for a long time.", "sentence2": "The stars were very persistent, so the interview lasted for a long time.", "label": 0, "idx": 327}
{"sentence1": "Anna did a lot worse than her good friend Lucy on the test because she had studied so hard.", "sentence2": "Anna had studied so hard.", "label": 0, "idx": 328}
{"sentence1": "This book told Shakespeare about Ovid; it was a fine collection of his writings.", "sentence2": "It was a fine collection of Ovid's writings.", "label": 1, "idx": 330}
{"sentence1": "During a game of chase, Ethan ran from Luke because he was \"it\".", "sentence2": "Luke was \"it\".", "label": 1, "idx": 331}
{"sentence1": "Mr. Moncrieff went to Chester's fancy NE city home, thinking it belonged to his son Edward. So Mr. Moncrieff has decided to stop giving money to Edward because he does not need help with money now.", "sentence2": "Mr. Moncrieff does not need to give money now.", "label": 0, "idx": 332}
{"sentence1": "Alice tried very hard to stop her daughter from talking at the party, leaving us to wonder why she was acting so weird.", "sentence2": "Alice was acting so weird.", "label": 1, "idx": 333}
{"sentence1": "The signs over the shop doors had pictures that showed what work was done inside. Even though more and more people were learning how to read, each worker still had signs, not wanting to lose a possible customer just because they could not read.", "sentence2": "Each worker still had signs, not wanting to lose a possible customer just because the customer could not read.", "label": 1, "idx": 334}
{"sentence1": "The smart people are studying three kinds of fish that have recently been found living in the IN ocean. They started two years ago.", "sentence2": "The fish started two years ago.", "label": 0, "idx": 335}
{"sentence1": "Dan took the back seat while Bill took the front because his \"I get it first!\" was faster.", "sentence2": "Dan took the back seat while Bill took the front because Bill's \"I get it first!\" was faster.", "label": 1, "idx": 336}
{"sentence1": "Sam Goodman's story of the old army leader Xenophanes shows how hard it was for him to learn about him.", "sentence2": "Sam Goodman's story of the old army leader Xenophanes shows how hard it was for Xenophanes to do his work.", "label": 0, "idx": 337}
{"sentence1": "I stuck a pin through a carrot. When I pulled the pin out, it left a hole.", "sentence2": "The pin left a hole.", "label": 1, "idx": 338}
{"sentence1": "David was greatly helped by Cameron, though he lived two hundred years later.", "sentence2": "Cameron lived two hundred years later.", "label": 0, "idx": 339}
{"sentence1": "The big people far away in DC city could not know the small people so they had to make rules for them.", "sentence2": "They had to make rules for the small people.", "label": 1, "idx": 340}
{"sentence1": "Mama came and sat by Alice. Gently she brushed her hair and let the kid cry.", "sentence2": "She brushed Alice's hair and let the kid cry.", "label": 1, "idx": 342}
{"sentence1": "Jack sold his home and got a new one a few miles away. He will move out of it on Thu.", "sentence2": "He will move out of the new home on Thu.", "label": 0, "idx": 343}
{"sentence1": "Mama came over and sat down beside Alice. Gently she stroked her hair and let the child cry.", "sentence2": "She stroked Mama's hair and let the child cry.", "label": 0, "idx": 344}
{"sentence1": "Emma made sure to thank Diana for all the help she got.", "sentence2": "Emma made sure to thank Diana for all the help Emma got.", "label": 1, "idx": 345}
{"sentence1": "I sat feeling like a kid I read about, who hurt another kid and hid the body under the table, and then had to act happy at a party, with it there.", "sentence2": "He had to act happy at a party, with the table there.", "label": 0, "idx": 346}
{"sentence1": "The big kids were mean to the little kids, so we punished them.", "sentence2": "We punished the big kids.", "label": 1, "idx": 348}
{"sentence1": "At the game the judges could not know which ones were the talking toys because they were so smart.", "sentence2": "The talking toys were so smart.", "label": 1, "idx": 349}
{"sentence1": "Pam's parents came home and found her doing a grown-up thing with her boyfriend, Paul. They were embarrassed about it.", "sentence2": "Pam and Paul were embarrassed about it.", "label": 1, "idx": 350}
{"sentence1": "I was trying to open the lock with the key, but someone had put sticky stuff in the key hole, and I couldn't get it out.", "sentence2": "I couldn't get the key out.", "label": 0, "idx": 352}
{"sentence1": "Alice looked for her friend Hannah in the crowd. Since she always has good luck, Alice spotted her quickly.", "sentence2": "Since Alice always has good luck, Alice spotted her quickly.", "label": 1, "idx": 353}
{"sentence1": "In July, KA country declared war on YA country. Since YA country's army was much better equipped and ten times bigger, they were winners in a few weeks.", "sentence2": "KA country was winners in a few weeks.", "label": 0, "idx": 356}
{"sentence1": "Frank felt sad when his friend Benjamin revealed that he was the winner of the game.", "sentence2": "Benjamin was the winner of the game.", "label": 1, "idx": 357}
{"sentence1": "Bob paid for Charlie's big learning, but now Charlie acts as though it never happened. He is very ungrateful.", "sentence2": "Bob is very ungrateful.", "label": 0, "idx": 358}
{"sentence1": "Mr. Moncrieff visited Chester's big NE city home, thinking that it belonged to his child Edward. The result was that Mr. Moncrieff has decided to stop Edward's money on the ground that he no more needs his money help.", "sentence2": "He no more needs Mr. Moncrieff's money help.", "label": 1, "idx": 359}
{"sentence1": "The smart people are studying three kinds of fish that have recently been found living in the IN ocean. They appeared two years ago.", "sentence2": "The smart people appeared two years ago.", "label": 0, "idx": 360}
{"sentence1": "The police people arrested all of the bad people. They were trying to stop the drug trade in the neighborhood.", "sentence2": "The bad people were trying to stop the drug trade in the neighborhood.", "label": 0, "idx": 362}
{"sentence1": "Mr. Thomas was a man of uncertain temper and his general tendency was to think that David was a poor chump and that whatever step he took in any direction on his own account was just another proof of his innate idiocy.", "sentence2": "Any direction on his own account was just another proof of Mr. Thomas's innate idiocy.", "label": 0, "idx": 363}
{"sentence1": "Jack was running through the park when he saw a man juggling big fruits. He was very impressed.", "sentence2": "The juggler was very impressed.", "label": 0, "idx": 364}
{"sentence1": "The foxes are getting in at night and attacking the chickens. They have gotten very bold.", "sentence2": "The chickens have gotten very bold.", "label": 0, "idx": 365}
{"sentence1": "Adam can't leave work here until Benjamin arrives to replace him. If Benjamin had left home for work on time, he would be here by this time.", "sentence2": "Adam would be here by this time.", "label": 0, "idx": 366}
{"sentence1": "In July, KA declared war on YA. Since YA's army was much better equipped and ten times larger, they were victorious within weeks.", "sentence2": "YA was victorious within weeks.", "label": 1, "idx": 367}
{"sentence1": "Mary tucked her daughter Hannah into bed, so that she could sleep.", "sentence2": "Mary tucked her daughter Hannah into bed, so that Mary could sleep.", "label": 0, "idx": 368}
{"sentence1": "Every day after eating Mr. Victor took a long nap. Matthew would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful.", "sentence2": "Matthew needed to get him to finish his work, because his work was beautiful.", "label": 1, "idx": 369}
{"sentence1": "Men had the right to keep their sons working for them until they were 21 years of age.", "sentence2": "Men had the right to keep their sons working for them until the men were 21 years of age.", "label": 0, "idx": 370}
{"sentence1": "Everyone really loved the oatmeal cookies; only a few people liked the chocolate cookies. Next time, we should make fewer of them.", "sentence2": "We should make fewer of the chocolate cookies.", "label": 1, "idx": 371}
{"sentence1": "Frank is the only man alive who still remembers my dad as a baby. When Frank first saw my dad, he was 12 years old.", "sentence2": "When Frank first saw my dad, Frank was 12 years old.", "label": 1, "idx": 372}
{"sentence1": "Many people start to read Paul's books and can't put them down. They are popular because Paul writes so well.", "sentence2": "Paul's books are popular because Paul writes so well.", "label": 1, "idx": 373}
{"sentence1": "Frank covered his eyes with his hands, because the wind was blowing sand around. He opened them when the wind stopped.", "sentence2": "He opened his hands when the wind stopped.", "label": 0, "idx": 374}
{"sentence1": "At the game the judges couldn't figure out which players were the robots because they were so silly.", "sentence2": "The robots were so silly.", "label": 0, "idx": 376}
{"sentence1": "I saw Jack yelling at some guy in a soldier uniform with a big red beard. I don't know who he was, but he looked very sad.", "sentence2": "I don't know who the guy in uniform was, but he looked very sad.", "label": 1, "idx": 378}
{"sentence1": "George got free tickets to the fun show, but he gave them to Eric, because he was not really eager to see it.", "sentence2": "George was not really eager to see it.", "label": 1, "idx": 380}
{"sentence1": "Alice was dusting the living room and trying to find the button that Mom had hidden. No time today to look at old pictures in her favorite picture book. Today she had to hunt for a button, so she put the book on a chair without even opening it.", "sentence2": "No time today to look at old pictures in Mom's favorite picture book.", "label": 0, "idx": 381}
{"sentence1": "I was trying to open the lock with the key, but someone had filled the key hole with gum, and I could not get it in.", "sentence2": "I could not get the gum in.", "label": 0, "idx": 382}
{"sentence1": "The prize does not fit into the brown bag because it is too small.", "sentence2": "The bag is too small.", "label": 1, "idx": 383}
{"sentence1": "The lawyer asked the person a question, but he did not want to answer it.", "sentence2": "The lawyer did not want to answer it.", "label": 0, "idx": 384}
{"sentence1": "Jessica made sure to thank Sophia for all the help she had received.", "sentence2": "Jessica made sure to thank Sophia for all the help Sophia had received.", "label": 0, "idx": 385}
{"sentence1": "Matthew became absorbed in Blaze, the white horse. He was afraid the stable boys at the BU Stables hit at him and bullied him because he was timid, so he took upon himself the feeding and care of the animal.", "sentence2": "Matthew took upon himself the feeding and care of the animal.", "label": 1, "idx": 386}
{"sentence1": "Taylor managed two guitars and a bag, and still could point out the family: \"Isn't it nice that they have come, Mom!\"", "sentence2": "Isn't it nice that the two guitars and a bag have come, Mom!\"", "label": 0, "idx": 387}
{"sentence1": "Matthew told Patrick many lies about himself, which Patrick included in his book. He should have been more truthful.", "sentence2": "Patrick should have been more truthful.", "label": 0, "idx": 388}
{"sentence1": "When the helpers of the plan got to the meet place, they were surprised to see the room was full of opposers. The helpers were very much few.", "sentence2": "The opposers were very much few.", "label": 0, "idx": 390}
{"sentence1": "Benjamin was playing cards with Adam and was way ahead. If Adam had not got very lucky, he would have lost.", "sentence2": "Adam would have lost.", "label": 1, "idx": 391}
{"sentence1": "My meeting started at time 4 and I needed to catch the train at time 4:30, so there was not much time. Luckily, it was short, so it worked out.", "sentence2": "The meeting was short, so it worked out.", "label": 1, "idx": 392}
{"sentence1": "Jack could not see the stage with Benjamin in front of him because he is so tall.", "sentence2": "Jack is so tall.", "label": 0, "idx": 393}
{"sentence1": "All the buttons up the back of Emma's dress with a pattern were buttoned outside-in. Isabel should have thought to button her up; but no, she had left poor little Emma to do the best she could, alone.", "sentence2": "She had left poor little Emma to do the best Isabel could, alone.", "label": 0, "idx": 394}
{"sentence1": "I'm sure that my map will show this building; it is very good.", "sentence2": "The building is very good.", "label": 0, "idx": 395}
{"sentence1": "Thomas gave Ralph a ride to school so he would not have to walk.", "sentence2": "Ralph would not have to walk.", "label": 1, "idx": 396}
{"sentence1": "Samuel explained his idea to Mark but he could not understand him.", "sentence2": "Samuel could not understand him.", "label": 0, "idx": 397}
{"sentence1": "In the out sing, the wet began falling, but it continued until late.", "sentence2": "The wet continued until late.", "label": 0, "idx": 398}
{"sentence1": "Frank was upset with Thomas because the toaster he had bought from him did not work.", "sentence2": "The toaster Frank had bought from him did not work.", "label": 1, "idx": 399}
{"sentence1": "Adam took the rear seat while Benjamin claimed the front because his \"Dibs!\" was slow.", "sentence2": "Adam took the rear seat while Benjamin claimed the front because Benjamin's \"Dibs!\" was slow.", "label": 0, "idx": 400}
{"sentence1": "The table won't fit through the doorway because it is too wide.", "sentence2": "The table is too wide.", "label": 1, "idx": 401}
{"sentence1": "Charlotte knocked on the door, and Diana answered it. She invited her to come in.", "sentence2": "Diana invited her to come in.", "label": 1, "idx": 402}
{"sentence1": "The animals are getting in at night and attacking the birds. I shall have to guard them.", "sentence2": "I shall have to guard The animals.", "label": 0, "idx": 403}
{"sentence1": "The people refused the folks a permit because they advocated violence.", "sentence2": "The people advocated violence.", "label": 0, "idx": 404}
{"sentence1": "Adam paid for Benjamin's school education. He is very generous.", "sentence2": "Benjamin is very generous.", "label": 0, "idx": 405}
{"sentence1": "Emma borrowed the book from the library because she needs it for an article she is working on. She writes it when she gets home from work.", "sentence2": "She writes the article when she gets home from work.", "label": 1, "idx": 406}
{"sentence1": "Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite picture album. Today she had to hunt for a button, so she put the album on a chair without even opening it.", "sentence2": "No time today to look at old pictures in Alice's favorite picture album.", "label": 1, "idx": 407}
{"sentence1": "Samuel broke both his ankle bones and he's walking with sticks. But a month or so from now they should be better.", "sentence2": "The ankle bones should be better.", "label": 1, "idx": 408}
{"sentence1": "The dog chased the cat, which ran up a tree. It waited at the bottom.", "sentence2": "The cat waited at the bottom.", "label": 0, "idx": 409}
{"sentence1": "I went out for some food, more to pass the time than because I wanted it.", "sentence2": "I went out for some food, more to pass the time than because I wanted time.", "label": 0, "idx": 411}
{"sentence1": "The fish ate the worm. It was hungry.", "sentence2": "The fish was hungry.", "label": 1, "idx": 412}
{"sentence1": "As Emma in the crop flier passed over Hannah, she could see the land wheels.", "sentence2": "Hannah could see the land wheels.", "label": 1, "idx": 413}
{"sentence1": "Mary tucked her daughter Anne into bed, so that she could sleep.", "sentence2": "Mary tucked her daughter Anne into bed, so that Anne could sleep.", "label": 1, "idx": 414}
{"sentence1": "Mr. Moncrieff visited Chester's nice NE city home, thinking that it belonged to his son Edward. The result was that Mr. Moncrieff has decided to stop giving Edward money because he no longer needs money help.", "sentence2": "Chester no longer needs money help.", "label": 0, "idx": 415}
{"sentence1": "I'm sure that my map will show this building; it is very famous.", "sentence2": "The map is very famous.", "label": 0, "idx": 417}
{"sentence1": "We went to the lake, because a shark had been seen at the ocean, so it was a dangerous place to swim.", "sentence2": "The ocean was a dangerous place to swim.", "label": 1, "idx": 418}
{"sentence1": "Mark was close to Mr. Singer. He heard him calling for the captain, promising him, that not one thing should be damaged on the ship except only the guns, but the captain and all his crew had best stay in the room until the work was over.", "sentence2": "The captain and all the captain's crew had best stay in the room until the work was over.", "label": 1, "idx": 419}
{"sentence1": "This book introduced William to Oliver; it had a big effect on his writing.", "sentence2": "It had a big effect on Oliver's writing.", "label": 0, "idx": 420}
{"sentence1": "Matthew told Thomas many lies about himself, which Thomas included in his book. He should have been more truthful.", "sentence2": "Matthew should have been more truthful.", "label": 1, "idx": 421}
{"sentence1": "Jack signaled the person serving drinks and gestured toward his empty glass.", "sentence2": "Jack signaled the person serving drinks and gestured toward the person serving drinks' empty glass.", "label": 0, "idx": 422}
{"sentence1": "Emma knew that NR girl's son had been in a car accident, because she told her about it.", "sentence2": "NR girl told her about it.", "label": 1, "idx": 423}
{"sentence1": "Equally fun to look at is CA person, a pale young well-dressed person holding a green-handled walking stick, with a pet dog asleep at his feet.", "sentence2": "Equally fun to look at is CA person, a pale young well-dressed person holding a green-handled walking stick, with a pet dog asleep at the pet dog's feet.", "label": 0, "idx": 425}
{"sentence1": "Benjamin watched the TV while David went out to buy food. After a time he got up.", "sentence2": "David got up.", "label": 0, "idx": 426}
{"sentence1": "Ryan follows David's example in everything. He admires him a lot.", "sentence2": "Ryan admires him a lot.", "label": 1, "idx": 427}
{"sentence1": "Hannah spoke to Jessica, breaking her focus.", "sentence2": "Hannah spoke to Jessica, breaking Hannah's focus.", "label": 0, "idx": 428}
{"sentence1": "When Taylor reached the small house, her mother was sleeping. She was careful not to disturb her, undressing and climbing back into her bed.", "sentence2": "She was careful not to disturb Taylor, undressing and climbing back into her bed.", "label": 0, "idx": 429}
{"sentence1": "Adam paid for Cameron's big school, but now Cameron acts like it never happened. He is not thankful.", "sentence2": "Cameron is not thankful.", "label": 1, "idx": 430}
{"sentence1": "Samuel and Amy love each other very much, but Amy's parents are not happy, because they are very young.", "sentence2": "Amy's parents are very young.", "label": 0, "idx": 431}
{"sentence1": "Jessica made sure to say thank you to Sophia for all the help she gave.", "sentence2": "Jessica made sure to say thank you to Sophia for all the help Jessica gave.", "label": 0, "idx": 432}
{"sentence1": "Thomas said \"Check\" to Ryan as he moved his bishop piece.", "sentence2": "Thomas said \"Check\" to Ryan as he moved Ryan's bishop piece.", "label": 0, "idx": 433}
{"sentence1": "When the helpers of the plan got to the meet place, they were surprised to see the room was full of opposers. The helpers were very much few.", "sentence2": "The helpers were very much few.", "label": 1, "idx": 434}
{"sentence1": "Joseph's uncle can still beat him at tennis, even though he is 30 years younger.", "sentence2": "Joseph's uncle is 30 years younger.", "label": 0, "idx": 436}
{"sentence1": "I saw James yelling at some man in a soldier uniform with a big red beard. I don't know why he was, but he looked very unhappy.", "sentence2": "I don't know why James was, but he looked very unhappy.", "label": 1, "idx": 437}
{"sentence1": "Many people start to read Patrick's books and can't stop. They are hooked because Patrick writes so well.", "sentence2": "People are hooked because Patrick writes so well.", "label": 1, "idx": 438}
{"sentence1": "We went to the lake, because a big fish had been seen at the ocean, so it was a dangerous place to swim.", "sentence2": "The lake was a dangerous place to swim.", "label": 0, "idx": 440}
{"sentence1": "Every day after dinner Mr. Schmidt took a long nap. Matthew would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful.", "sentence2": "Mr. Schmidt needed to get him to finish his work, because his work was beautiful.", "label": 0, "idx": 441}
{"sentence1": "So Matthew slept. It was daytime when he woke with William's hand upon his shoulder.", "sentence2": "It was daytime when he woke with William's hand upon Matthew's shoulder.", "label": 1, "idx": 443}
{"sentence1": "The truck went very fast by the school bus because it was going so fast.", "sentence2": "The truck was going so fast.", "label": 1, "idx": 445}
{"sentence1": "Alice looked for her friend Emma in the crowd. Since she always wears a red hat, Alice saw her quickly.", "sentence2": "Since Emma always wears a red hat, Alice saw her quickly.", "label": 1, "idx": 446}
{"sentence1": "In the bad weather, the tree fell down and crashed through the roof of my house. Now, I have to get it fixed.", "sentence2": "Now I have to get The tree fixed.", "label": 0, "idx": 447}
{"sentence1": "Mary put her daughter Bella in bed, so that she could work.", "sentence2": "Mary put her daughter Bella in bed, so that Mary's daughter could work.", "label": 0, "idx": 448}
{"sentence1": "Thomas said \"Check\" to Ryan as he moved his game piece.", "sentence2": "Thomas said \"Check\" to Ryan as he moved Thomas' game piece.", "label": 1, "idx": 449}
{"sentence1": "The man could not lift his son because he was so heavy.", "sentence2": "The man was so heavy.", "label": 0, "idx": 451}
{"sentence1": "I used an old cloth to clean the knife, and then I put it in the box.", "sentence2": "I put the cloth in the box.", "label": 0, "idx": 452}
{"sentence1": "The shopkeepers stayed in the town to run their shops and lived in the rooms behind them.", "sentence2": "The shopkeepers stayed in the town to run their shops and lived in the rooms behind the shops.", "label": 1, "idx": 453}
{"sentence1": "Many people start to read Paul's books and cannot stop reading. They are caught because Paul writes so well.", "sentence2": "Paul's books are caught because Paul writes so well.", "label": 0, "idx": 454}
{"sentence1": "Adam yelled at Kevin because he was so upset.", "sentence2": "Kevin was so upset.", "label": 0, "idx": 455}
{"sentence1": "Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite picture book. Today she had to hunt for a button, so she put the book on a chair without even opening it.", "sentence2": "She put the book on a chair without even opening the chair.", "label": 0, "idx": 457}
{"sentence1": "Samuel took French classes from Adam, because he was eager to speak it well.", "sentence2": "Samuel was eager to speak it well.", "label": 1, "idx": 458}
{"sentence1": "The city leaders did not give the protesters a permit because they feared trouble.", "sentence2": "The protesters feared trouble.", "label": 0, "idx": 459}
{"sentence1": "Benjamin paid for Cameron's school time, but now Cameron acts as though it never happened. He is very hurt.", "sentence2": "Cameron is very hurt.", "label": 0, "idx": 460}
{"sentence1": "Look! There is a big fish swimming right below that bird! It had better get away to safety fast!", "sentence2": "The bird had better get away to safety fast!", "label": 1, "idx": 461}
{"sentence1": "Benjamin was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, he would have won.", "sentence2": "Benjamin would have won.", "label": 1, "idx": 462}
{"sentence1": "The person walked into the NE place and stabbed one of the workers. He was immediately taken to the police place.", "sentence2": "The person was immediately taken to the police place.", "label": 1, "idx": 463}
{"sentence1": "This book introduced Shakespeare to Gabriel; it was a fine choice of his writing.", "sentence2": "It was a fine choice of Gabriel's writing.", "label": 0, "idx": 465}
{"sentence1": "It was a summer day, and the pet was sitting in the middle of the grass. After a while, it got up and moved to a spot under the tree, because it was cooler.", "sentence2": "The spot under the tree was cooler.", "label": 1, "idx": 466}
{"sentence1": "The drain is clogged with hair. It has to be removed.", "sentence2": "The hair has to be removed.", "label": 1, "idx": 467}
{"sentence1": "We went to the lake, because a big fish had been seen at the ocean place, so it was a safer place to swim.", "sentence2": "The lake was a safer place to swim.", "label": 1, "idx": 468}
{"sentence1": "The fire helpers arrived after the police because they were coming from so far away.", "sentence2": "The fire helpers were coming from so far away.", "label": 1, "idx": 469}
{"sentence1": "Charlotte believed that Rachel felt sorry that she had taken the watch.", "sentence2": "Charlotte believed that Rachel felt sorry that Charlotte had taken the watch.", "label": 0, "idx": 470}
{"sentence1": "Adam cried because Samuel would not take his toy.", "sentence2": "Adam cried because Samuel would not take Adam's toy.", "label": 1, "idx": 471}
{"sentence1": "Dr. Adams told Emma that she had stopped working and gave her some choices for future help.", "sentence2": "Emma had stopped working and gave her some choices for future help.", "label": 0, "idx": 472}
{"sentence1": "The Wainwright family treated Mr. Crowley like a prince until he made his will for their favor; then they treated him like dirt. Kids said he died just to stop their nagging always.", "sentence2": "Kids said he died just to stop the Wainwright family's nagging always.", "label": 1, "idx": 473}
{"sentence1": "The actress used to have name Terpsichore, but she changed it to Tina a few years ago, because she thought it was too hard to say.", "sentence2": "Tina was too hard to say.", "label": 0, "idx": 474}
{"sentence1": "Even before they reached the town, they could hear a sound like corn popping. Diana asked what it was, and Dad said it was loud bangs.", "sentence2": "Diana asked what the town was.", "label": 0, "idx": 475}
{"sentence1": "Dr. Adams told Emma that she had sickness and gave her some choices for future help.", "sentence2": "Dr. Adams had sickness and gave her some choices for future help.", "label": 0, "idx": 476}
{"sentence1": "I saw William yelling at some guy in a soldier uniform with a huge red beard. I don't know who he was, but he looked very sad.", "sentence2": "I don't know who William was, but he looked very sad.", "label": 0, "idx": 477}
{"sentence1": "Henry paid the worker after he gave the last paper on the case.", "sentence2": "The worker gave the last paper on the case.", "label": 1, "idx": 478}
{"sentence1": "Isabel knocked on Emma's door but she did not get an answer.", "sentence2": "Isabel did not get an answer.", "label": 1, "idx": 479}
{"sentence1": "Tatyana knew that Grandma always enjoyed giving lots of food to her guests. Now Tatyana watched as Grandma gathered Tatyana's small mother into a big, thin hug and then moved her to the table, taking her shawl from her shoulders, sitting her in the best place, and saying simply: \"There's plenty.\"", "sentence2": "Grandma gathered Tatyana's small mother into a big, thin hug and then moved Tatyana's mother to the table.", "label": 1, "idx": 480}
{"sentence1": "Susan knows all about Ann's personal problems because she is nosy.", "sentence2": "Susan is nosy.", "label": 1, "idx": 481}
{"sentence1": "Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo book. Today she had to hunt for a button, so she put the book on a chair without even opening it.", "sentence2": "She put the book on a chair without even opening the book.", "label": 1, "idx": 482}
{"sentence1": "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was gone.", "sentence2": "The sun was gone.", "label": 0, "idx": 483}
{"sentence1": "Jim signaled the barman and gestured toward his empty glass.", "sentence2": "Jim signaled the barman and gestured toward Jim's empty glass.", "label": 1, "idx": 485}
{"sentence1": "The helper asked the person a question, but he did not want to say it again.", "sentence2": "The person did not want to say it again.", "label": 0, "idx": 487}
{"sentence1": "The cat was lying by the mouse hole waiting for the mouse, but it was too impatient.", "sentence2": "The cat was too impatient.", "label": 1, "idx": 488}
{"sentence1": "In the storm, the tree fell down and crashed through the roof of my home. Now, I have to get it gone.", "sentence2": "Now I have to get The roof gone.", "label": 0, "idx": 490}
{"sentence1": "Gabriel got free tickets to the show, but he gave them to Ethan, even though he was very eager to see it.", "sentence2": "Gabriel was very eager to see it.", "label": 1, "idx": 491}
{"sentence1": "The picture in Matthew's living room shows an oak tree. It is to the right of a home.", "sentence2": "The oak tree is to the right of a home.", "label": 1, "idx": 492}
{"sentence1": "Look! There is a tiny fish swimming right below that duck! It had better get away to safe fast!", "sentence2": "The tiny fish had better get away to safe fast!", "label": 1, "idx": 493}
{"sentence1": "I stuck a pin through a carrot. When I pulled the pin out, it had a hole.", "sentence2": "The pin had a hole.", "label": 0, "idx": 495}
{"sentence1": "Charlotte believed that Rachel suspected that she had stolen the watch.", "sentence2": "Charlotte believed that Rachel suspected that Rachel had stolen the watch.", "label": 0, "idx": 497}
{"sentence1": "Benjamin cried because David wouldn't share his toy.", "sentence2": "Benjamin cried because David wouldn't share Benjamin's toy.", "label": 0, "idx": 498}
{"sentence1": "Adam sat there feeling rather like a boy Adam had once read about in a book, who hurt another boy and hid the body under the dining table, and then had to be the fun person of a dinner party, with it there all the time.", "sentence2": "He had to be the fun person of a dinner party, with the book there all the time.", "label": 0, "idx": 499}
{"sentence1": "The table was piled high with food, and on the floor beside it there were crocks, baskets, and a five-quart pail of milk.", "sentence2": "Beside the floor there were crocks, baskets, and a five-quart pail of milk.", "label": 0, "idx": 501}
{"sentence1": "Samuel's book about the Spartan leader Xenophanes tells a story of the hard things he faced when he was a child.", "sentence2": "Samuel's book about the Spartan leader Xenophanes tells a story of the hard things Samuel faced when he was a child.", "label": 0, "idx": 502}
{"sentence1": "Jessica knocked on Sophia's door, but there was no answer. She was out.", "sentence2": "Sophia was out.", "label": 1, "idx": 504}
{"sentence1": "Jack was doing research in the library when he heard a man humming and whistling. He was very annoying.", "sentence2": "The man was very annoying.", "label": 1, "idx": 505}
{"sentence1": "Matthew was close to Mr. Singer's heels. He heard him calling for the captain, promising him, in the jargon everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the cabin until the work was over.", "sentence2": "He heard Matthew calling for the captain.", "label": 0, "idx": 506}
{"sentence1": "In the middle of the outdoor concert, the rain started falling, but it continued until 10.", "sentence2": "The concert continued until 10.", "label": 1, "idx": 508}
{"sentence1": "We had hoped to place copies of our papers on all the chairs in the room, but there were simply not enough of them.", "sentence2": "There were simply not enough chairs.", "label": 0, "idx": 509}
{"sentence1": "Matthew got very interested in Blaze, the white horse. He was scared the barn kids at the BU Stables hit at him and were mean to him because he was shy, so he took care of feeding and looking after the animal himself.", "sentence2": "Blaze was scared the barn kids at the BU Stables hit at him and were mean to him.", "label": 0, "idx": 510}
{"sentence1": "Alice had a baby girl last month. She is a very nice woman.", "sentence2": "Alice is a very nice woman.", "label": 1, "idx": 511}
{"sentence1": "So Matthew slept. It was daytime when he woke up with William's hand on his shoulder.", "sentence2": "It was daytime when he woke up with William's hand on William's shoulder.", "label": 0, "idx": 512}
{"sentence1": "Matthew was right behind Mr. Singer. He heard him calling for the captain, promising him, in words everyone used that night, that not one thing would be broken on the ship except the bullets, but the captain and all his crew had better stay in the room until the work was done.", "sentence2": "Matthew heard him calling for the captain.", "label": 1, "idx": 513}
{"sentence1": "William gave the plate with little food left to Jack because he was hungry.", "sentence2": "William was hungry.", "label": 0, "idx": 515}
{"sentence1": "The actress used to be called Taylor, but she changed it to Tina a few years ago, because she thought it was too hard to say.", "sentence2": "Taylor was too hard to say.", "label": 1, "idx": 516}
{"sentence1": "Beth didn't get mad at Sally, who had cut in front of her, because she stopped and said sorry.", "sentence2": "Beth stopped and said sorry.", "label": 0, "idx": 517}
{"sentence1": "The people far away in DC city could not know the new people so they must make rules for them.", "sentence2": "The new people must make rules for them.", "label": 0, "idx": 518}
{"sentence1": "The prize doesn't fit into the brown bag because it is too big.", "sentence2": "The prize is too big.", "label": 1, "idx": 519}
{"sentence1": "All the buttons on the back of Emma's plaid dress were buttoned outside-in. Alice should have thought to button her up; but no, she had left poor little Emma to do the best she could, alone.", "sentence2": "She had left poor little Emma to do the best Emma could, alone.", "label": 1, "idx": 520}
{"sentence1": "Grace tried hard to stop her daughter from barking at the party, leaving us to wonder why she was behaving so strangely.", "sentence2": "Grace's daughter was behaving so strangely.", "label": 1, "idx": 521}
{"sentence1": "David had to stop Benjamin from playing with the hurt bird. He is very kind.", "sentence2": "Benjamin is very kind.", "label": 0, "idx": 523}
{"sentence1": "What about the time you cut up flower bulbs in the burger patties because you thought they were onions?", "sentence2": "You thought burger patties were onions?", "label": 0, "idx": 524}
{"sentence1": "Even before they reached the NE city, they could hear a sound like corn popping. Emma asked what it was, and Dad said it was fireworks.", "sentence2": "Emma asked what the corn was.", "label": 0, "idx": 526}
{"sentence1": "Thomas threw his school bag down to Ryan after he reached the bottom of the stairs.", "sentence2": "Thomas reached the bottom of the stairs.", "label": 0, "idx": 527}
{"sentence1": "Hannah gave birth to a daughter last month. She is a very pretty baby.", "sentence2": "Hannah is a very pretty baby.", "label": 0, "idx": 528}
{"sentence1": "Alice was cleaning the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo book. Today she had to look for a button, so she put the book on a chair without even opening it.", "sentence2": "Alice had to look for a button.", "label": 1, "idx": 529}
{"sentence1": "Adam watched TV while Benjamin went out to buy food. After one hour he got back.", "sentence2": "Adam got back.", "label": 0, "idx": 530}
{"sentence1": "The woman held the girl against her chest.", "sentence2": "The woman held the girl against the girl's chest.", "label": 0, "idx": 531}
{"sentence1": "Samuel broke both his ankles and he's walking with crutches. But a month or so from now they should be unnecessary.", "sentence2": "The ankles should be unnecessary.", "label": 0, "idx": 532}
{"sentence1": "Jack has sold his house and bought a new one a few miles away. He will be moving into it on Thursday.", "sentence2": "He will be moving into The old house on Thursday.", "label": 0, "idx": 533}
{"sentence1": "Penelope's parents came home and found her having fun with her friend, Patrick. They were embarrassed about it.", "sentence2": "Penelope's parents were embarrassed about it.", "label": 0, "idx": 534}
{"sentence1": "Jack told William to go, so one hour later he went.", "sentence2": "Jack went.", "label": 0, "idx": 536}
{"sentence1": "Mr. Moncrieff visited Chester's nice NE city home, thinking that it belonged to his son Edward. The result was that Mr. Moncrieff has decided to cancel Edward's allowance on the ground that he no longer requires his money help.", "sentence2": "He no longer requires Edward's money help.", "label": 0, "idx": 537}
{"sentence1": "Beth didn't get angry with Sally, who had cut her off, because she stopped and counted to ten.", "sentence2": "Beth stopped and counted to ten.", "label": 1, "idx": 538}
{"sentence1": "By rolling over in her upper bed, Taylor could look over the edge of it and see her mother plainly. How very small and straight and stiff she lay in the bed below! Her eyes were closed, but Taylor doubted if she slept.", "sentence2": "How very small and straight and stiff Taylor lay in the bed below!", "label": 0, "idx": 539}
{"sentence1": "The donkey wished a wart on its back leg would go away, and it did.", "sentence2": "The donkey wished a wart on its back leg would go away, and leg did.", "label": 0, "idx": 540}
{"sentence1": "Since Ryan was relying on Uncle Victor, he could not get married without his okay.", "sentence2": "He could not get married without Uncle Victor's okay.", "label": 1, "idx": 541}
{"sentence1": "Diana fired her trainer because she could not stand her boyfriend.", "sentence2": "The trainer could not stand her boyfriend.", "label": 0, "idx": 542}
{"sentence1": "Adam passed the game to Henry because his turn was over.", "sentence2": "Henry's turn was over.", "label": 0, "idx": 543}
{"sentence1": "The father carried the sleeping boy in his baby bed.", "sentence2": "The father carried the sleeping boy in the boy's baby bed.", "label": 1, "idx": 544}
{"sentence1": "Samuel's book about the SP country general Xavier tells of the hard times he had as a child.", "sentence2": "Samuel's book about the SP country general Xavier tells of the hard times Xavier had as a child.", "label": 1, "idx": 545}
{"sentence1": "Before, Matthew had helped Dad with his work. But he could not help him now, for Dad said that his boss at the train company would not want anyone but him to work in the office.", "sentence2": "Matthew's boss at the train company would not want anyone but him to work in the office.", "label": 0, "idx": 547}
{"sentence1": "Emma took out her flute and played a song she likes. She has loved it since she was little.", "sentence2": "She has loved the flute since she was little.", "label": 0, "idx": 548}
{"sentence1": "When they had eventually calmed down a bit, and had gotten home, Mr. Frank put the magic pebble in an iron safe. Some day they might want to use it, but really for now, what more could they wish for?", "sentence2": "Some day they might want to use the magic pebble.", "label": 1, "idx": 549}
{"sentence1": "The girl used to have a long name, but she changed it to Tina years ago, because it was easier to say.", "sentence2": "Tina was easier to say.", "label": 1, "idx": 550}
{"sentence1": "The man put the boy on his shoulders.", "sentence2": "The man put the boy on the boy's shoulders.", "label": 0, "idx": 551}
{"sentence1": "The truck zoomed by the school bus because it was going so slow.", "sentence2": "The truck was going so slow.", "label": 0, "idx": 552}
{"sentence1": "They said something, but a train came and I could not hear it.", "sentence2": "I could not hear the thing they said.", "label": 1, "idx": 553}
{"sentence1": "Papa looked at the sad kid faces. It was bad they could not have many toys because he did not have money.", "sentence2": "It was bad the kids could not have many toys because he did not have money.", "label": 1, "idx": 554}
{"sentence1": "We went to the lake, because a big fish was seen at the ocean, so it was safer to swim there.", "sentence2": "The ocean was a safer place to swim.", "label": 0, "idx": 555}
{"sentence1": "Frank was mad at Thomas because the toast maker he sold did not work.", "sentence2": "The toast maker Thomas sold did not work.", "label": 1, "idx": 556}
{"sentence1": "My meeting was at 4 and I needed the train at 4:30, so not much time. Lucky it was late, so it worked.", "sentence2": "The train was late, so it worked.", "label": 1, "idx": 557}
{"sentence1": "There is a hole in the wall. You can see the garden through it.", "sentence2": "You can see the garden through the hole.", "label": 1, "idx": 558}
{"sentence1": "Benjamin, who had not told the government person that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything bad. Still, anyone who knew that he was 19 years old could take his claim away from him.", "sentence2": "Benjamin, who had not told the government person that he was less than 21 when he filed for a homestead claim, did not consider that Benjamin had done anything bad.", "label": 1, "idx": 559}
{"sentence1": "Grace was happy to trade Emma her sweater for Emma's jacket. Emma thinks it looks great on Emma.", "sentence2": "The jacket looks great on Emma.", "label": 1, "idx": 560}
{"sentence1": "Gabriel is holding captive a scientist, Dr. Vardi, who has invented a thing that turns animals invisible; Gabriel plans to use it on Geoffrey and send him to steal nuclear stuff from an army vault.", "sentence2": "Gabriel plans to use it on Geoffrey and send Dr. Vardi to steal nuclear stuff from an army vault.", "label": 0, "idx": 561}
{"sentence1": "Frank watched TV while Gabriel went out to buy food. After an hour he got up.", "sentence2": "Frank got up.", "label": 1, "idx": 562}
{"sentence1": "We had hoped to place copies of our paper on all the chairs in the big room, but there were simply too many of them.", "sentence2": "There were simply too many chairs.", "label": 1, "idx": 564}
{"sentence1": "Emma's mother had died long ago, and her learning had been managed by an excellent woman as teacher.", "sentence2": "Emma's learning had been managed by an excellent woman as teacher.", "label": 1, "idx": 566}
{"sentence1": "Jack hired Benjamin to take care of him.", "sentence2": "Jack hired Benjamin to take care of Jack.", "label": 1, "idx": 567}
{"sentence1": "Jack told Benjamin to leave, so an hour later he left.", "sentence2": "Benjamin left.", "label": 1, "idx": 568}
{"sentence1": "The shop people stayed in town to run their shops and lived in the rooms behind them.", "sentence2": "The shop people stayed in town to run their shops and lived in the rooms behind the rooms.", "label": 0, "idx": 572}
{"sentence1": "Jessica knocked on Katherine's door, but there was no answer. She was sad.", "sentence2": "Jessica was sad.", "label": 1, "idx": 573}
{"sentence1": "Jessica knocked on Katherine's door, but there was no answer. She was sad.", "sentence2": "Katherine was sad.", "label": 0, "idx": 574}
{"sentence1": "Benjamin, who had not told the govt person that he was less than 21 when he asked for a home claim, did not think that he had done anything bad. Still, anyone who knew that he was 19 years old could take his claim away from him.", "sentence2": "Benjamin, who had not told the govt person that he was less than 21 when he asked for a home claim, did not think that the govt person had done anything bad.", "label": 0, "idx": 575}
{"sentence1": "The stone thing rolled off the shelf because it was not stuck.", "sentence2": "The shelf was not stuck.", "label": 0, "idx": 576}
{"sentence1": "The science people are studying three kinds of fish that have been found living in the IN ocean. They came two years ago.", "sentence2": "The fish came two years ago.", "label": 1, "idx": 577}
{"sentence1": "Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite picture book. Today she had to hunt for a button, so she put the book on a chair without even opening it.", "sentence2": "She put the book on a chair without even opening the button.", "label": 0, "idx": 578}
{"sentence1": "The police arrested all of the bad group. They were trying to run the drug trade in the neighborhood.", "sentence2": "The bad group were trying to run the drug trade in the neighborhood.", "label": 1, "idx": 579}
{"sentence1": "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was gone.", "sentence2": "The cloud was gone.", "label": 1, "idx": 581}
{"sentence1": "The path to the lake was blocked, so we could not reach it.", "sentence2": "We could not reach the path.", "label": 0, "idx": 582}
{"sentence1": "Adam and Alice had very warm down coats, but they were not enough for the cold in AK place.", "sentence2": "Adam and Alice were not enough for the cold in AK place.", "label": 0, "idx": 583}
{"sentence1": "Thomas visited Cameron's grave in NE city. At that date he had been travelling for five years.", "sentence2": "Thomas had been travelling for five years.", "label": 1, "idx": 584}
{"sentence1": "The man lifted the boy onto his bed.", "sentence2": "The man lifted the boy onto the man's bed.", "label": 0, "idx": 585}
{"sentence1": "The woman held the girl against her will.", "sentence2": "The woman held the girl against the girl's will.", "label": 1, "idx": 587}
{"sentence1": "I could not find a spoon, so I tried using a pen to stir my coffee. But that turned out to be a bad idea, because it got full of coffee.", "sentence2": "The pen got full of coffee.", "label": 1, "idx": 588}
{"sentence1": "This book introduced Shakespeare to Goethe; it was a major influence on his writing.", "sentence2": "It was a major influence on Shakespeare's writing.", "label": 0, "idx": 589}
{"sentence1": "As Oliver carried Thomas up the long winding steps, his legs hurt.", "sentence2": "Oliver's legs hurt.", "label": 1, "idx": 590}
{"sentence1": "I poured water from the bottle into the cup until it was full.", "sentence2": "The bottle was full.", "label": 0, "idx": 592}
{"sentence1": "My meeting started at 4:00 and I needed to catch the train at 4:30, so there was not much time. Luckily, it was short, so it worked out.", "sentence2": "The train was short, so it worked out.", "label": 0, "idx": 593}
{"sentence1": "Samuel tried to paint a picture of people with sheep, but they ended up looking more like dogs.", "sentence2": "The people ended up looking more like dogs.", "label": 0, "idx": 594}
{"sentence1": "Emma's mother had died long ago, and her place had been taken by a good woman as teacher.", "sentence2": "Emma's place had been taken by a good woman as teacher.", "label": 0, "idx": 596}
{"sentence1": "Madison took out her flute and played one of her favorite songs. She has had it since she was a child.", "sentence2": "She has had the song since she was a child.", "label": 0, "idx": 597}
{"sentence1": "Thomas threw his bag down to Ryan after he reached the top of the steps.", "sentence2": "Thomas reached the top of the steps.", "label": 1, "idx": 598}
{"sentence1": "Mark was close to Mr. Teacher's heels. He heard him calling for the captain, promising him, in the words everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the room until the work was over.", "sentence2": "The captain and all Mr. Teacher's crew had best stay in the room until the work was over.", "label": 0, "idx": 599}
{"sentence1": "The actress used to be called Tara, but she changed it to Tina a few years ago, because she thought it was easier to say.", "sentence2": "Tara was easier to say.", "label": 0, "idx": 600}
{"sentence1": "Frank is the only man still living who remembers my grandad. He was a great man.", "sentence2": "Frank was a great man.", "label": 0, "idx": 601}
{"sentence1": "Jack paid the finder after he got the last story on the case.", "sentence2": "The finder got the last story on the case.", "label": 0, "idx": 602}
{"sentence1": "Emma did a lot worse than her good friend Grace on the test because she had studied so hard.", "sentence2": "Grace had studied so hard.", "label": 1, "idx": 603}
{"sentence1": "Every day after dinner Mr. Smith took a long nap. Matthew would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful.", "sentence2": "Matthew's work was beautiful.", "label": 0, "idx": 604}
{"sentence1": "Patrick tried to call Gabriel on the phone, but he wasn't there.", "sentence2": "Patrick wasn't there.", "label": 0, "idx": 605}
{"sentence1": "Lily spoke to Diana, breaking her silence.", "sentence2": "Lily spoke to Diana, breaking Diana's silence.", "label": 0, "idx": 606}
{"sentence1": "The SD prairie lay so warm and bright under the shining sun that it did not seem possible that it had ever been swept by the winds and snows of that hard winter.", "sentence2": "It did not seem possible that the sun had ever been swept by the winds and snows of that hard winter.", "label": 0, "idx": 607}
{"sentence1": "The older students were bullying the younger ones, so we punished them.", "sentence2": "We punished the younger students.", "label": 0, "idx": 608}
{"sentence1": "Many people start to read Paul's books and can't put them down. They are popular because Paul writes so well.", "sentence2": "People are popular because Paul writes so well.", "label": 0, "idx": 609}
{"sentence1": "Alice asked Mary what time the library closes, but she had forgotten.", "sentence2": "Alice had forgotten.", "label": 0, "idx": 612}
{"sentence1": "Jack hired himself out to Benjamin to take care of him.", "sentence2": "Jack hired himself out to Benjamin to take care of Benjamin.", "label": 1, "idx": 613}
{"sentence1": "Then Dad figured out how much the man owed the store; to that he added the man's board-bill at the cook-shanty. He subtracted that amount from the man's wages, and made out his check", "sentence2": "Dad subtracted that amount from the man's wages.", "label": 1, "idx": 614}
{"sentence1": "The scientists are studying three kinds of fish that have recently been found living in the IN ocean. They began two years ago.", "sentence2": "The scientists began two years ago.", "label": 1, "idx": 615}
{"sentence1": "Emma's mother had died long ago, and her education had been managed by an excellent woman as governess.", "sentence2": "Emma's mother's education had been managed by an excellent woman as governess.", "label": 0, "idx": 616}
{"sentence1": "Samuel explained his theory to Matthew but he could not understand him.", "sentence2": "Matthew could not understand him.", "label": 1, "idx": 617}
{"sentence1": "I sat there feeling rather like a person I had once read about in a book, who killed another person and hid the body under the dining-room table, and then had to be the fun and happy one of a dinner party, with it there all the time.", "sentence2": "He had to be the fun and happy one of a dinner party, with the fun and happy one there all the time.", "label": 0, "idx": 618}
{"sentence1": "Cameron comforted Kevin because he was so upset.", "sentence2": "Cameron was so upset.", "label": 0, "idx": 619}
{"sentence1": "It is not easy to make button holes the same space apart, and it is very hard to cut them the right size. The tiniest slip of the scissors will make the hole too big, and even one thread not cut will leave it too small.", "sentence2": "Even one thread not cut will leave the hole too small.", "label": 1, "idx": 620}
{"sentence1": "Jack hired himself out to Benjamin to take care of him.", "sentence2": "Jack hired himself out to Benjamin to take care of Jack.", "label": 0, "idx": 621}
{"sentence1": "Matthew could not see the stage with Cameron in front of him because he is so tall.", "sentence2": "Cameron is so tall.", "label": 1, "idx": 622}
{"sentence1": "Patting her back, the woman smiled at the girl.", "sentence2": "Patting the girl's back, the woman smiled at the girl.", "label": 1, "idx": 623}
{"sentence1": "I used an old rag to clean the knife, and then I put it in the trash.", "sentence2": "I put the knife in the trash.", "label": 0, "idx": 624}
{"sentence1": "Since it was raining, I carried the paper in my backpack to keep it dry.", "sentence2": "I carried the paper in my backpack to keep the backpack dry.", "label": 0, "idx": 625}
{"sentence1": "The sculpture rolled off the shelf because it was not level.", "sentence2": "The shelf was not level.", "label": 1, "idx": 626}
{"sentence1": "By rolling over in her upper bed, Grace could look over the edge of it and see her mother plainly. How very small and straight and rigid she lay in the bed below! Her eyes were closed, but Grace doubted if she slept.", "sentence2": "Grace doubted if Grace slept.", "label": 0, "idx": 628}
{"sentence1": "Adam and Alice are passionately in love, but Alice's parents are unhappy about it, because they are fifteen.", "sentence2": "Adam and Alice are fifteen.", "label": 1, "idx": 629}
{"sentence1": "When Thomas dropped his ice cream, Timothy giggled, so father gave him a nice look.", "sentence2": "Father gave Timothy a nice look.", "label": 0, "idx": 630}
{"sentence1": "Matthew told Patrick many fibs about himself, which Patrick included in his book. He should have been more doubtful.", "sentence2": "Patrick should have been more doubtful.", "label": 1, "idx": 631}
{"sentence1": "Thomas said \"Check\" to Ryan as he took his tall piece.", "sentence2": "Thomas said \"Check\" to Ryan as he took Thomas's tall piece.", "label": 0, "idx": 632}
{"sentence1": "Emma's mama had gone away long ago, and her place had been taken by a great woman as teacher.", "sentence2": "Emma's mama's place had been taken by a great woman as teacher.", "label": 1, "idx": 633}
{"sentence1": "Although they ran at about the same speed, Sophia beat Sally because she had such a bad start.", "sentence2": "Sally had such a bad start.", "label": 1, "idx": 634}
