#version: 0.2
Ġ t
h e
Ġ a
i n
Ġ w
Ġ s
Ġt he
Ġ Ġ
r e
o u
Ġ c
Ġ b
in g
h a
# #
Ġ p
e r
Ġ o
n d
Ġ m
Ġ f
l e
Ġt o
i s
o r
i t
a n
e s
Ġ T
o n
Ġa nd
Ġ d
e d
Ġ l
o m
Ġ g
a r
Ġ n
a l
Ġ I
## #
Ġ in
h o
e n
ĠĠ ĠĠ
Ġo f
Ġt h
a m
a s
ha t
u s
o t
a y
Ġb e
Ġ ha
i g
k e
i c
a t
l l
i d
Ġ he
o p
Ġs t
a c
Ġ is
Ġ y
Ġ e
ou t
Ġw e
Ġ R
Ġ "
e t
v e
i m
Ġt hat
op le
e ople
Ġy ou
Ġ it
Ġm a
S E
l d
ĠI N
E S
O N
U T
P UT
ĠR ES
P ON
PON SE
ĠIN PUT
ĠRES PONSE
' s
ĠT he
o o
Ġp eople
o w
Ġf or
Ġa b
v er
n t
Ġo n
A S
Ġp l
Ġab out
AS K
ĠT ASK
u t
i r
ĠĠ Ġ
Ġw as
i f
Ġ h
Ġa re
e c
Ġf r
s e
l y
he r
s t
a d
Ġ re
Ġ r
Ġc an
Ġ S
ho w
Ġl i
Ġn e
Ġ le
r y
Ġthe y
ing s
Ġb ig
Ġc ou
Ċ Ċ
o re
h t
Ġ A
Ġ us
om e
on e
ar t
it h
l p
er s
Ġd o
Ġw ith
Ġ B
' t
Ġw or
Ġw ho
Ċ ĠĠĠĠ
ver y
Ġhe lp
an t
l s
Ġth ings
Ġ H
. "
i on
Ġfr om
Ġn ot
en t
Ġth is
Ġw he
ig ht
am e
k ing
i e
ha n
Ġp r
Ġ W
Ġs p
Ġli ke
Ġa n
t er
r ou
Ġcou nt
Ġ C
T he
i ll
h is
Ġha ve
oo d
Ġa t
Ġpl ac
Ġ how
Ġm an
Ġ k
Ġma ke
Ġt e
e re
Ġ j
Ġs a
o l
u n
u r
e e
Ġ M
Ġcount ry
on g
g e
p p
Ġo r
ls o
ĠT his
Ġthe ir
Ġc om
ou r
k s
i es
it y
Ġa s
Ġt im
Ġa lso
Ġm ore
Ġ if
i al
u m
t her
u re
d e
Ċ ĠĠĠ
or t
Ġs ome
ĠThe y
h ing
o b
Ġ u
Ġne w
Ġl ot
Ġ P
in d
Ġo ther
ec ial
Ġwhe n
Ġ very
Ġw hat
Ġplac e
a in
Ġc al
es s
Ġwe re
Ġd id
Ġg et
Ġs c
Ġt r
Ġg ood
Ġbe c
Ġt al
Ġtim e
if f
es t
id e
ic e
a nd
ay s
k ed
im p
rou p
ĠH e
Ġb y
ĠI t
Ġc ity
iff ere
c t
Ġst or
Ġh is
Ġw ant
a us
Ġg o
Ġsp ecial
Ġthe m
Ġcom p
c h
Ġd iffere
Ġ =
one y
Ġ F
Ġm o
le d
Ġg roup
e p
Ġman y
Ġm e
Ġb ut
e ar
aus e
Ġ our
Ġ 1
ou ld
Ġw ill
Ġ Ċ
Ġm oney
Ġthe re
Ġp art
us t
v en
u l
Ġha pp
ic k
Ġha s
Ġne ed
Ġk n
Ġ L
Ġth in
Ġa ll
c e
Ġ N
Ġyou r
Ġ 2
Ġpl ay
Ġc han
Ġma de
ie nd
oo k
Ġ D
Ġsa id
Ġ (
Ġw h
Ġha d
ou g
om et
al ly
Ġbec ause
Ġa g
Ġdiffere nt
Ġs how
s s
Ġs o
Ġcal led
Ġ E
Ġe very
ar n
t h
ĊĠĠĠĠ ĠĠĠ
Ġn am
Ġwor k
ac k
Ġbe t
Ġon e
le s
Ġkn ow
Ġ imp
Ġfr iend
Ġ {
i l
Ġe x
ĊĠĠĠĠ ĠĠĠĠ
Ġnam ed
Ġ $
b er
ort ant
Ġst art
as t
e m
Ġt a
Ġb o
ĠB ut
Ġ G
a re
ac h
Ġle arn
Ġimp ortant
Ġthe se
Ġg ame
Ġstor y
Ġy ear
in e
e nd
is t
Ġs ee
Ġ out
u e
Ġ O
` `
ĠW e
ec t
Ġw ay
Ġus e
Ġ v
Ġw r
Ġu p
Ġs omet
Ġthin k
al l
Ġm ight
Ġs h
ers on
Ġ J
Ġwhe re
an y
at e
a b
ot her
Ġhapp en
Ġs m
w n
Ġto o
u d
Ġc o
Ġhe r
Ġte am
Ġ '
Ġf un
Ġs ha
Ġr u
Ġl ong
Ġ ke
q u
Ġp erson
Ġc ar
Ġa l
a v
Ġcou ld
Ġb u
le an
Ġe ven
Ġbet ter
k es
Ġt han
Ġ -
Ġd on
Ġl o
Ġsc ho
Ġre ally
Ġg i
ir st
Ġs ay
Ġf ee
le m
nd er
i ld
Ġpr ob
Ġj ust
f ter
Ġt w
Ġsomet hing
at ion
ĠI f
v ing
it e
Ġc l
in t
Ġn um
Y ou
Ġpr o
Ġ U
Ġo ld
Ġan y
e ll
Ġth oug
it t
Ġdid n
Ġplac es
Ġte ll
Ġf ind
Ġke ep
Ġprob lem
I n
Ġfee l
u ch
Ġcomp any
Ġf irst
Ġs he
Ġc on
re t
- -
c k
i p
/ /
Ġha r
Ġh im
The re
Ġscho ol
ou nd
Ġb ad
Ġtw o
ic t
Ġfriend s
Ġle ad
Ġle t
Ġtal k
a ge
Ġpl an
Ġj ob
) ;
Ġr ight
Ġin t
d s
Ġb r
at er
Ġd ay
Ġus ed
Ġw ould
ha r
ac e
Ġsh ould
re at
e w
ic h
d am
Ġan other
Ġhar d
ĠThe re
a p
Ġm uch
. .
Ġevery one
ĠI n
re e
Ġ en
Ġst op
0 0
ou s
? "
w ay
Ġdo es
Ġ ho
e l
im es
Ġc he
v es
( "
' re
Ġu nder
Ġg r
Ġst r
Ġf am
Ġbe en
Ġma king
a ve
f ore
Ġto y
Ġn ow
Ġru les
t ing
Ġ ide
Ġnum ber
g et
f f
Ġn o
Ġ K
Ġc are
Ġm us
Ġwe ll
Ġsha re
a g
Ġsa f
Ġ 3
Ġwh ich
Ġ }
Ġ qu
Ġchan g
Ġmo v
o d
} $
st and
ad y
Ġd ec
ĊĠĠĠĠĠĠĠĠ ĠĠĠ
Ġchan ge
Ġc lean
Ġc ho
Ġa fter
rou nd
Ġbe ing
itt le
Ġ //
Ġth ing
Ġl oo
i le
ict ure
ion s
t r
Ġl ook
Ġon ly
Ġsm all
Ġg ot
Ġk id
n ing
ĠĠĠĠ ĠĠĠ
Ġwor ld
Ġmus ic
Ġthoug ht
Ġs ure
Ġbe fore
Ġs ame
Ġunder stand
Ġst ud
`` `
Ġb ook
Ġa way
x t
Ġd r
Ġl ittle
Ġag o
or m
i ly
ĠA dam
Ġs u
Ġt ry
Ġp o
he n
Ġb ack
Ġe ach
Ġr o
Ġ$ {
ow n
Ġto wn
f ul
w e
Ġ2 0
Ġstart ed
Ġyear s
Ġs ick
n e
Ġs e
Ġe l
ĠS he
ur n
l o
m ent
Ġe nd
! "
Ġa d
Ċ Ġ
ĠS ome
W e
Ġp icture
Ġdo ing
Ġag ain
T his
Ġm y
Ġa r
* *
p e
ac t
Ġf o
Ġsaf e
Ġthe n
Ġbu ild
Ġma kes
t hing
Ġ You
Ġp ret
av id
Ġel se
Ġbe l
Ġhelp s
Ġo ver
" ,
Ġb est
Ġme an
Ġa ct
p ut
Ġle ss
i ed
Ġk ind
as s
get her
am in
b le
Ġo wn
al s
al th
v ed
Ġl ist
ĠH ow
Ġother s
j amin
en jamin
Ġta ke
Ċ ĉ
i ve
, "
as e
Ġs ays
n g
I N
Ġb us
n ess
Ġto gether
Ġint o
u p
ĠT h
w ays
Ġf ood
Ġkid s
Ġa round
Ġof f
Ġst ill
Ġc h
Ġ `
oug h
Ġf ar
ar d
Ġgi ve
Ġw ays
i z
o se
Ġgo ing
Ġproblem s
Ġp ar
c l
Ġstor ies
i ver
Ġex p
am p
he s
ĠThe se
Ġhapp y
ol or
s w
Ġpart s
Ġf ound
p r
g r
er t
o y
Ġdoes n
ot h
Ġmo st
s p
Ġcar s
Ġal ways
Ġs ong
v ent
f orm
in ess
Ġbel ie
ou se
at t
Ġh ome
Ġh ur
i x
Ġlead er
Ġsome one
if e
Ġus ing
Ġhe alth
Ġlot s
Ġ <
Ġc har
am es
b s
ou nt
Ġcomp ut
i re
Ġpret end
a k
Ġs ho
Ġre m
ĠS t
Ġw ater
Ġd e
o s
Ġha nd
ĠB enjamin
" .
at her
Ġs imp
Ġg u
on s
ul t
Ġp ut
} }$
gr am
ĠD avid
f t
Ġ 5
Ġ #
Ġcal l
Ġ 4
ct ion
an g
A T
i v
ic es
Ġget ting
Ġ un
Ġg ir
' ll
H ere
ow er
Ġf ew
Ġe as
ig n
t y
Ġre t
n ce
Ġwh ile
Ġhur t
i a
Ġstr ong
r o
Ġwant ed
Ġtal ked
Ġmov ie
i am
Ġst ay
ĠĠĠĠ ĠĠĠĠ
Ġn ice
it ing
ct or
a ke
Ġche ck
ĠC O
Ġl ast
em ber
H e
Ġpro gram
Ġit s
se l
Ġide as
he d
u b
ĊĠĠĠĠ Ġ
Ġli ve
Ġb as
ĠJ ack
Ġ V
at h
Ġwh y
( )
Ġt y
s ide
Ġwor king
Ġbo y
Ġtim es
we en
ĊĊ ĠĠĠ
is e
m a
ur ing
Ġsimp le
Ġret urn
u ff
ĠP eople
j ect
Ġg ames
ar y
a ir
ent s
is h
Ġh ouse
Ġbet ween
at ch
Ġte ac
t e
Ġhappen ed
Ġc ome
Ġm on
ot e
he w
or y
o nd
Ġme et
Ġb it
Ġne xt
att hew
Ġs ec
Ġl and
ll ow
l ice
form ation
IN G
Ġs k
Ġchang es
-- --
Ġshow s
in put
Ġn ame
am er
Ġma in
an k
Ġgr ow
Ġtr ain
ĠW hen
Ġ +
} {
d ay
ue l
Ġide a
Ġw in
Ġgroup s
Ġm om
Ġin cl
Ġwe bs
Ġj o
Ġe ar
c c
y st
t en
sw er
Ġin formation
Ġb oo
Ġfo llow
ĠW hat
ul ar
Ġfam ily
yst em
g h
Ġp ay
Ġc ame
Ġtal ks
Ġtal king
Ġbus iness
Ġto ld
Ġlearn ing
g y
Ġb ab
ĠS o
c od
Ġf in
Ġth ree
ĠU S
Ġcomput er
a w
Ġre ad
D ING
W hat
Ġw on
re es
Ġd one
cod ing
Ġbuild ing
Ġch ild
Ġas ked
ĠCO DING
" )
Ġhe re
o st
Ġar t
Ġm ed
Ġru le
Ġl ife
k ay
Ġan im
Ġwor ds
p es
Ġdo ctor
' m
u ll
Ġhelp ed
Ġco st
r ing
Ġr un
Ġfam ous
I t
Ġ20 1
r ies
Ġbig g
Ġas k
Ġhelp er
S t
in es
Ġlo ve
Ġst uff
Ġw ent
i er
Ġg reat
Ġm ess
Ġe vent
.. .
Ġtry ing
om as
Ġevery thing
amp le
Ġtr ue
am uel
' ve
Ġof ten
Ġthoug h
Ġst ore
Ġbas ed
v in
Ġd own
amer on
is it
at r
Ġwith out
Ġst ate
ĠF or
n y
Ġb re
Ġwebs ite
Ġ ĊĠĠĠ
ho se
Ġ |
Ġlead ers
ĠF r
Ġshare d
Ġbu y
Ġf ight
Ġ${ \
Ġwor ks
ĠM AT
Ġmo ve
u ally
Ġdiffere nce
Ġhelp ers
or d
Ġpicture s
Ġyou ng
o le
Ġsc ore
Ġpro ject
u g
ĠM atthew
Ġ 6
Ġjo in
atr ick
Ġen ough
m p
Ġloo king
Ġex c
ert ain
Ġ 0
Ġ Y
c olor
Ġs ad
ap er
Ġwr ong
omet imes
ĠF R
ĠB ig
Ġsm art
c ks
Ġli ked
Ġmon th
up s
Ġ &
l n
Ġd uring
Ġhelp ing
int ln
{ #
Ġ \
ĠO ne
Ġt hose
Ġm ach
ĠN E
Ġre al
ĠMAT H
Ġ= =
an ies
Ġle ft
at s
Ġc ertain
e vin
' ,
Ġtell s
b ers
Ġs er
ie l
Ġbo ss
Ġs um
m s
t s
en ry
ig h
Ġpo int
Ġ1 9
Ġa ir
Ġstud y
b e
Ġad d
ar s
an ce
Ġp ower
im e
) ,
Ġb l
rou gh
Ġwe e
Ġbo d
Ġnew s
Ġteac her
Ġplay er
Ġl ight
c ho
Ġo p
Ġcomp anies
Ġex ample
in k
Ġto p
Ġplay ing
at c
ve l
Ġco de
Ġsick ness
Ġjob s
Ġa pp
Ġst ep
ĠA lice
Ġp h
Ġqu est
Ġs ound
id d
Ġv isit
um p
Ġrem ember
ĠA nd
Ġdec id
Ġd is
Ġha ving
Ġp op
Ġf l
ab r
Ġre c
i ke
Ġpl ant
e ad
Ġtoy s
Ġe at
y an
ĊĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġp er
p l
Ġhappen ing
Ġb oth
Ġqu ick
Ġmean s
en ce
ĠTh omas
Ġboo ks
Ġneed s
in y
Ġt rees
Ġbelie ve
Ġsomet imes
l ine
Ġp re
Ġl ady
or s
Ġc le
Ġwr ote
Ġincl ud
Ġo kay
Ġf ast
Ġre ady
Ġcount ries
at ure
ter n
ĠC ameron
Ġwor ked
Ġs ell
Ġa m
Ġm ay
p ecial
sel f
as h
a king
h y
Ġgir l
Ġs l
Ġr id
Ġchar ge
abr iel
oo l
Ġ 7
Ġwant s
Ġpop ular
Ġ 8
or n
ĊĠĠĠĠ ĊĠĠĠ
Ġro om
Ġm ar
Ġare a
I f
ĠP atrick
ere st
Ġw ar
ĠS amuel
us h
ab le
Ġan swer
Ġanim als
Ġne ar
m er
Ġf air
r ow
Ġth rough
Ġs ur
Ġthin king
Ġt est
Ġs it
Ġmed ic
R E
Ġ >
Ġt rou
r ied
Ġw al
Ġc ent
ver n
ot hes
Ġlearn ed
Ġint erest
ĠH enry
Ġneed ed
Ġchang ed
Ġeas y
g s
B ut
Ġsu pp
Ġ< <
an s
v ice
iz e
er gy
ĠA s
is s
Ġhand s
t imes
har l
Ġmeet ing
ĠT V
Ġplay ed
vern ment
) .
as on
in ce
Ġbo x
Ġma g
ip s
Ġ [
ĠK evin
Ġf ix
ill iam
Ġdec ide
n ame
Ġd ays
m y
Ġs et
Ġus es
Ġbre ak
P eople
ĠP l
p ed
i ls
Ġget s
Ġp ast
Ġgo vernment
nt il
ĠR yan
le ct
k en
Ġty pe
Ġcom m
Ġbab y
Ġs ol
Ġp ol
Ġus ually
T o
Ġcl ose
Ġsong s
S ome
Ġgi ven
Ġexp l
Ġsho p
A dam
Ġc ase
ot s
Ġwr it
idd le
Ġ1 0
Ġloo ked
Ġs ystem
a il
Ġ es
Ġre s
are d
Ġw om
i ous
Ġl ater
W hen
ĠA fter
t han
Ġbigg er
Ġto ol
y es
ĠI s
Ġp i
Ġdecid ed
Ġm et
Ġsec ond
Ġon es
Ġu ntil
he ck
ke t
it ies
ag es
_ _
l ic
Ġen ergy
Ġcle ar
Ġbec ame
en s
ĠC H
an c
Ġany thing
Ġbod y
t o
Ġagain st
ĠC A
Ġtrou ble
et y
ĠThe n
ect ion
Ġsay ing
et h
g in
it s
Ġin st
ĠE ven
ut ure
Ġhappen s
ĠS ometimes
he re
re n
A B
ĠA n
Ġc reat
itt en
Ġbec ome
Ġsp end
1 0
Ġli ving
ĠG abriel
C A
re am
Ġs ing
Ġre p
ĠB e
Ġtoo ls
o ls
f r
Ġ2 00
Ġw atch
ĠT hat
ĠĠĠĠ ĠĠĠĠĠĠĠ
Ġknow n
H ow
Ġp ass
Ġm iddle
ĠN ow
Ġlist en
ir d
h n
Ġfeel ing
re ss
Ġre l
Ġt reat
Ġr iver
Ġfun ction
Ġta king
Ġst at
ang u
Ġli kes
Ġso ld
Ġwr ite
Ġf uture
Ġthin ks
Ġcon tr
pecial ly
Ġc ol
b r
Ġear ly
Ġv al
Ġle ave
Ġv ide
Ġ *
Ġs un
Ġf our
Ġd es
Ġn ight
Ġes pecially
ation s
Ġcl othes
Ġa cc
Ġw a
ĠD o
Ġcl ass
Ġwe ather
ic a
Ġp aper
Ġin side
Ġstud ents
Ġho t
at ed
T h
om es
Ġtoo k
Ġdec is
an ge
D o
Ġwas n
Ġkn ew
o ve
tr a
Ġgir ls
Ġc olor
Ġl angu
Ġpi ec
Ġto day
A n
2 9
a ut
Ġb ank
Ġpar ked
Ġt iny
ĠW illiam
Ġmess age
Ġwr itten
Ġw atc
Ġfun ny
Ġsp ace
Ġquick ly
a ils
Ġloo ks
Ġtr ied
Ġgi ves
ĠT o
: :
Ġpoint s
Ġs ign
Ġsa w
Ġwee k
Ġl ate
Ġph one
lo g
Ġop en
Ġty pes
s et
ort s
Ġpr ot
p t
re en
Ġcon s
Ġs w
Ġmov ies
The y
Ġs qu
N o
Ġpr om
Ġin tern
ou d
Ġr ace
Ġplay ers
Ġf ull
C lean
er y
ĠE than
Ġchild ren
ar ds
ĠC harl
Ġg ave
Ġin v
Ġcho ose
L et
Ġse en
Ġnum bers
Ġhealth y
Ġcon t
el t
ĠB y
Ġsp e
Ġtr ust
ar k
Ġ 9
Ġag ree
Ġrid ing
Ġc ool
is on
Ġso on
Ġcho ice
Ġmedic ine
Ġs end
re ady
Ġcom es
c es
Ġne ver
Ġsc ary
S he
i ence
c ore
Ġpr int
Ġwho le
ons ole
at han
it ed
Ġcould n
w ard
Ġh igh
Ġintern et
Ġal ready
Ġex tra
Ġl aw
ot te
Ġmo ving
Ġplant s
Ġon ce
ĠM r
Ġro ad
sel ves
B e
Ġbe aut
Ġsu g
re s
a h
Ġd ad
ac ks
ĠHe lp
Ġab le
t al
P r
Ġsec ret
ess ica
Ġold er
Ġcon n
Ġs n
H E
re d
u ry
Ġstep s
Ġon line
Ġscho ols
Ġf elt
Y es
Ġf ree
Ġout side
Ġstop ped
Ġre g
Ġcho ices
is hed
Ġcom ing
Ġsee m
c us
ear ning
Ġthought s
ous es
AB CA
m ore
Ġ ```
Ġc ha
at a
ff ect
Ġs ince
Ġpar k
ug ht
Ġcou r
Ġknow s
Ġha ir
p er
or ds
Ġgo es
y s
ver s
Ġj ump
Ġres ult
n er
or k
Ġwor d
n o
ac es
Ġsur pr
2 0
. \
u de
Ġto tal
at ter
Ġinterest ing
op h
ĠL iam
00 0
or ning
Ġmach ines
f o
Ġt urn
ell a
u ct
Ġf il
it al
al se
it ion
and s
Ġbusiness es
Ġinclud ing
Ġplan s
L E
j oy
Ġbr ave
ad ison
ie w
Ġ& &
ĠC om
Ġtr ave
Ġup set
u ck
Ġco ld
u es
ere d
on es
Ġat t
Ġany more
um ber
Ġsh ort
Ġme m
Ġhe ar
Ġre st
Ġexc iting
ee p
Ġmov ed
as k
Ġhe ad
---- ----
Ġlo ved
Ġkind s
ain s
Ġquest ions
c om
' .
Ġgu ess
( );
c r
Ġwor ried
Ġlo c
Ġli ved
F r
a f
op ic
ĠH is
m ost
Ġp ick
Ġta x
Ġm orning
re ed
Ġchan ce
ist s
Ġw ind
Ġgi ving
Ġt ough
ĠA t
Ġ1 8
a pp
Ġcent ury
le ase
W r
Ġ :
Ġmag ic
Ġprot ect
Ġf e
ub lic
ĠL et
Ġen joy
Ġlangu age
Ġmach ine
Ġbeaut if
Ġsum mer
Ġd ep
Ġb orn
Ġchang ing
Ġcontr ol
Ġsc ared
Ġwr iting
i ent
Ġpol ice
Ġh ouses
S o
Ġho pe
â Ģ
Ġde f
oph ia
Ġta ken
ĠTh ings
b all
D avid
Ġshow ed
Ġche cks
ĠO n
L ine
J ack
Ġte eth
Ġdr ink
Ġhe art
Ġli ves
Ġf lo
Ġbeautif ul
Ġy es
ure s
Ġta kes
ill s
f un
) :
Q u
ir ty
Ġl ine
i o
Ġis n
Ġtr ip
in s
Ġpr iv
Ġstart s
ro om
Ġstart ing
Ġp ic
Ġc ell
Ġwork ers
ad e
Ġwar m
i et
.. ."
Ġclean ing
" ;
Ġf act
b y
i ble
Ġc ur
Ġde al
i an
ĠP art
Ġs ide
m t
Ġbr ing
Ġsmall er
Ġteam s
iver s
Ġ ĊĠĠĠĠĠĠĠ
Ġsha ring
" );
Ġb and
Ġh omes
ĠM ake
Ġgr own
Ġbe ha
F or
P art
ec ause
ĠH ere
ĠN athan
re ad
